{

    "a": "The first letter of the English and of many other alphabets. The capital A of the alphabets of Middle and Western Europe, as also the small letter (a), besides the forms in Italic, black letter, etc., are all descended from the old Latin A, which was borrowed from the Greek Alpha, of the same form; and this was made from the first letter (Aleph, and itself from the Egyptian origin. The Aleph was a consonant letter, with a guttural breath sound that was not an element of Greek articulation; and the Greeks took it to represent their vowel Alpha with the ä sound, the Phoenician alphabet having no vowel symbols. This letter, in English, is used for several different vowel sounds. See Guide to pronunciation, §§ 43-74. The regular long a, as in fate, etc., is a comparatively modern sound, and has taken the place of what, till about the early part of the 17th century, was a sound of the quality of ä (as in far). 2. (Mus.)  The name of the sixth tone in the model major scale (that in C), or the first tone of the minor scale, which is named after it the scale in A minor. The second string of the violin is tuned to the A in the treble staff. -- A sharp (A#) is the name of a musical tone intermediate between A and B. -- A flat (A) is the name of a tone intermediate between A and G. A per se Etym: (L. per se by itself), one preëminent; a nonesuch. [Obs.] O fair Creseide, the flower and A per se Of Troy and Greece. Chaucer.\n\n1. Etym: [Shortened form of an. AS. an one. See One.]  An adjective, commonly called the indefinite article, and signifying one or any, but less emphatically.  \"At a birth\"; \"In a word\"; \"At a blow\". Shak. Note: It is placed before nouns of the singular number denoting an individual object, or a quality individualized, before collective nouns, and also before plural nouns when the adjective few or the phrase great many or good many is interposed; as, a dog, a house, a man; a color; a sweetness; a hundred, a fleet, a regiment; a few persons, a great many days. It is used for an, for the sake of euphony, before words beginning with a consonant sound [for exception of certain words beginning with h, see An]; as, a table, a woman, a year, a unit, a eulogy, a ewe, a oneness, such a one, etc. Formally an was used both before vowels and consonants. 2. Etym: [Originally the preposition a (an, on).]  In each; to or for each; as, \"twenty leagues a day\", \"a hundred pounds a year\", \"a dollar a yard\", etc.\n\n1. In; on; at; by. [Obs.] \"A God's name.\" \"Torn a pieces.\" \"Stand a tiptoe.\" \"A Sundays\" Shak. \"Wit that men have now a days.\" Chaucer. \"Set them a work.\" Robynson (More's Utopia) 2. In process of; in the act of; into; to; -- used with verbal substantives in -ing which begin with a consonant. This is a shortened form of the preposition an (which was used before the vowel sound); as in a hunting, a building, a begging. \"Jacob, when he was a dying\" Heb. xi. 21. \"We'll a birding together.\" \" It was a doing.\" Shak. \"He burst out a laughing.\" Macaulay. The hyphen may be used to connect a with the verbal substantive (as, a-hunting, a-building) or the words may be written separately. This form of expression is now for the most part obsolete, the a being omitted and the verbal substantive treated as a participle.\n\nOf. [Obs.] \"The name of John a Gaunt.\" \"What time a day is it \" Shak. \"It's six a clock.\" B. Jonson.\n\nA barbarous corruption of have, of he, and sometimes of it and of they. \"So would I a done\" \"A brushes his hat.\" Shak.\n\nAn expletive, void of sense, to fill up the meter A merry heart goes all the day, Your sad tires in a mile-a. Shak.",
    "a-mornings": "In the morning; every morning. [Obs.] And have such pleasant walks into the woods A-mornings. J. Fletcher.",
    "abaca": "The Manila-hemp plant (Musa textilis); also, its fiber. See Manila hemp under Manila.",
    "abacus": "1. A table or tray strewn with sand, anciently used for drawing, calculating, etc. [Obs.] 2. A calculating table or frame; an instrument for performing arithmetical calculations by balls sliding on wires, or counters in grooves, the lowest line representing units, the second line, tens, etc. It is still employed in China. 3. (Arch.) (a) The uppermost member or division of the capital of a column, immediately under the architrave. See Column. (b) A tablet, panel, or compartment in ornamented or mosaic work. 4. A board, tray, or table, divided into perforated compartments, for holding cups, bottles, or the like; a kind of cupboard, buffet, or sideboard. Abacus harmonicus (Mus.), an ancient diagram showing the structure and disposition of the keys of an instrument. Crabb.",
    "aband": "1. To abandon. [Obs.] Enforced the kingdom to aband. Spenser. 2. To banish; to expel. [Obs.] Mir. for Mag.",
    "abannation": "Banishment. [Obs.] Bailey.",
    "abashment": "The state of being abashed; confusion from shame.",
    "abator": "(a) One who abates a nuisance. (b) A person who, without right, enters into a freehold on the death of the last possessor, before the heir or devisee. Blackstone.",
    "abb wool": "See Abb.",
    "abbreviate": "1. To make briefer; to shorten; to abridge; to reduce by contraction or omission, especially of words written or spoken. It is one thing to abbreviate by contracting, another by cutting off. Bacon. 2. (Math.)  To reduce to lower terms, as a fraction.\n\n1. Abbreviated; abridged; shortened. [R.] \"The abbreviate form.\" Earle. 2. (Biol.)  Having one part relatively shorter than another or than the ordinary type.\n\nAn abridgment. [Obs.] Elyot.",
    "abdicable": "Capable of being abdicated.",
    "abdominales": "A group including the greater part of fresh-water fishes, and many marine ones, having the ventral fins under the abdomen behind the pectorals.",
    "abear": "1. To bear; to behave. [Obs.] So did the faery knight himself abear. Spenser. 2. To put up with; to endure. [Prov.] Dickens.",
    "abelmosk": "An evergreen shrub (Hibiscus -- formerly Abelmoschus- moschatus), of the East and West Indies and Northern Africa, whose musky seeds are used in perfumery and to flavor coffee; -- sometimes called musk mallow.",
    "aberuncate": "To weed out. [Obs.] Bailey.",
    "abeyant": "Being in a state of abeyance.",
    "abhorrer": "One who abhors. Hume.",
    "abietene": "A volatile oil distilled from the resin or balsam of the nut pine (Pinus sabiniana) of California.",
    "abiogenesis": "The supposed origination of living organisms from lifeless matter; such genesis as does not involve the action of living parents; spontaneous generation; -- called also abiogeny, and opposed to biogenesis. I shall call the . . . doctrine that living matter may be produced by not living matter, the hypothesis of abiogenesis. Huxley, 1870.",
    "abit": "3d sing. pres. of Abide. [Obs.] Chaucer.",
    "abjunctive": "Exceptional. [R.] It is this power which leads on from the accidental and abjunctive to the universal. I. Taylor.",
    "ablastemic": "Non-germinal.",
    "ablegation": "The act of sending abroad. [Obs.] Jer. Taylor.",
    "ablude": "To be unlike; to differ. [Obs.] Bp. Hall.",
    "abnegator": "One who abnegates, denies, or rejects anything. [R.]",
    "abodance": "An omen; a portending. [Obs.]",
    "abolitionist": "A person who favors the abolition of any institution, especially negro slavery.",
    "aboon": "and adv. Above. [Scot. & Prov. Eng.] Aboon the pass of Bally-Brough. Sir W. Scott. The ceiling fair that rose aboon. J. R. Drake.",
    "aborted": "1. Brought forth prematurely. 2. (Biol.)  Rendered abortive or sterile; undeveloped; checked in normal development at a very early stage; as, spines are aborted branches. The eyes of the cirripeds are more or less aborted in their mature state. Owen.",
    "abought": "of Aby. [Obs.]",
    "abovesaid": "Mentioned or recited before.",
    "abraid": "To awake; to arouse; to stir or start up; also, to shout out. [Obs.] Chaucer.",
    "abraxas": "A mystical word used as a charm and engraved on gems among the ancients; also, a gem stone thus engraved.",
    "abridge": "1. To make shorter; to shorten in duration; to lessen; to diminish; to curtail; as, to abridge labor; to abridge power or rights. \"The bridegroom . . . abridged his visit.\" Smollett. She retired herself to Sebaste, and abridged her train from state to necessity. Fuller. 2. To shorten or contract by using fewer words, yet retaining the sense; to epitomize; to condense; as, to abridge a history or dictionary. 3. To deprive; to cut off; -- followed by of, and formerly by from; as, to abridge one of his rights.",
    "abrood": "In the act of brooding. [Obs.] Abp. Sancroft.",
    "absciss": "See Abscissa.",
    "absentation": "The act of absenting one's self. Sir W. Hamilton.",
    "absinthe": "1. The plant absinthium or common wormwood. 2. A strong spirituous liqueur made from wormwood and brandy or alcohol.",
    "absist": "To stand apart from; top leave off; to desist. [Obs.] Raleigh.",
    "absolvable": "That may be absolved.",
    "absorbedly": "In a manner as if wholly engrossed or engaged.",
    "absorptivity": "Absorptiveness.",
    "abstergent": "Serving to cleanse, detergent.\n\nA substance used in cleansing; a detergent; as, soap is an abstergent.",
    "abstract": "1. Withdraw; separate. [Obs.] The more abstract . . . we are from the body. Norris. 2. Considered apart from any application to a particular object; separated from matter; exiting in the mind only; as, abstract truth, abstract numbers. Hence: ideal; abstruse; difficult. 3. (Logic) (a) Expressing a particular property of an object viewed apart from the other properties which constitute it; -- opposed to Ant: concrete; as, honesty is an abstract word. J. S. Mill. (b) Resulting from the mental faculty of abstraction; general as opposed to particular; as, \"reptile\" is an abstract or general name. Locke. A concrete name is a name which stands for a thing; an abstract name which stands for an attribute of a thing. A practice has grown up in more modern times, which, if not introduced by Locke, has gained currency from his example, of applying the expression \"abstract name\" to all names which are the result of abstraction and generalization, and consequently to all general names, instead of confining it to the names of attributes. J. S. Mill. 4. Abstracted; absent in mind. \"Abstract, as in a trance.\" Milton. An abstract idea (Metaph.), an idea separated from a complex object, or from other ideas which naturally accompany it; as the solidity of marble when contemplated apart from its color or figure. -- Abstract terms, those which express abstract ideas, as beauty, whiteness, roundness, without regarding any object in which they exist; or abstract terms are the names of orders, genera or species of things, in which there is a combination of similar qualities. -- Abstract numbers (Math.), numbers used without application to things, as 6, 8, 10; but when applied to any thing, as 6 feet, 10 men, they become concrete. -- Abstract or Pure mathematics. See Mathematics.\n\n1. To withdraw; to separate; to take away. He was incapable of forming any opinion or resolution abstracted from his own prejudices. Sir W. Scott. 2. To draw off in respect to interest or attention; as, his was wholly abstracted by other objects. The young stranger had been abstracted and silent. Blackw. Mag. 3. To separate, as ideas, by the operation of the mind; to consider by itself; to contemplate separately, as a quality or attribute. Whately. 4. To epitomize; to abridge. Franklin. 5. To take secretly or dishonestly; to purloin; as, to abstract goods from a parcel, or money from a till. Von Rosen had quietly abstracted the bearing-reins from the harness. W. Black. 6. (Chem.)  To separate, as the more volatile or soluble parts of a substance, by distillation or other chemical processes. In this sense extract is now more generally used.\n\nTo perform the process of abstraction. [R.] I own myself able to abstract in one sense. Berkeley.\n\n1. That which comprises or concentrates in itself the essential qualities of a larger thing or of several things. Specifically: A summary or an epitome, as of a treatise or book, or of a statement; a brief. An abstract of every treatise he had read. Watts. Man, the abstract Of all perfection, which the workmanship Of Heaven hath modeled. Ford. 2. A state of separation from other things; as, to consider a subject in the abstract, or apart from other associated things. 3. An abstract term. The concretes \"father\" and \"son\" have, or might have, the abstracts \"paternity\" and \"filiety.\" J. S. Mill. 4. (Med.)  A powdered solid extract of a vegetable substance mixed with sugar of milk in such proportion that one part of the abstract represents two parts of the original substance. Abstract of title (Law), an epitome of the evidences of ownership. Syn. -- Abridgment; compendium; epitome; synopsis. See Abridgment.",
    "abstractively": "In a abstract manner; separately; in or by itself. Feltham.",
    "abstrusity": "Abstruseness; that which is abstruse. [R.] Sir T. Browne.",
    "abundantly": "In a sufficient degree; fully; amply; plentifully; in large measure.",
    "abusiveness": "The quality of being abusive; rudeness of language, or violence to the person. Pick out mirth, like stones out of thy ground, Profaneness, filthiness, abusiveness. Herbert.",
    "abysm": "An abyss; a gulf. \"The abysm of hell.\" Shak.",
    "academial": "Academic. [R.]",
    "academy": "1. A garden or grove near Athens (so named from the hero Academus), where Plato and his followers held their philosophical conferences; hence, the school of philosophy of which Plato was head. 2. An institution for the study of higher learning; a college or a university. Popularly, a school, or seminary of learning, holding a rank between a college and a common school. 3. A place of training; a school. \"Academies of fanaticism.\" Hume. 4. A society of learned men united for the advancement of the arts and sciences, and literature, or some particular art or science; as, the French Academy; the American Academy of Arts and Sciences; academies of literature and philology. 5. A school or place of training in which some special art is taught; as, the military academy at West Point; a riding academy; the Academy of Music. Academy figure (Paint.), a drawing usually half life-size, in crayon or pencil, after a nude model.",
    "acantha": "1. (Bot.)  A prickle. 2. (Zoöl.)  A spine or prickly fin. 3. (Anat.)  The vertebral column; the spinous process of a vertebra. Dunglison.",
    "acanthopterygian": "Belonging to the order of fishes having spinose fins, as the perch. -- n.  A spiny-finned fish.",
    "acarpellous": "Having no carpels.",
    "acauline": "Same as Acaulescent.",
    "accelerative": "Relating to acceleration; adding to velocity; quickening. Reid.",
    "accent": "1. A superior force of voice or of articulative effort upon some particular syllable of a word or a phrase, distinguishing it from the others. Note: Many English words have two accents, the primary and the secondary; the primary being uttered with a greater stress of voice than the secondary; as in as'pira''tion, where the chief stress is on the third syllable, and a slighter stress on the first. Some words, as an'tiap'o-plec''tic, in-com'pre-hen'si-bil''i-ty, have two secondary accents. See Guide to Pron., tt 30-46. 2. A mark or character used in writing, and serving to regulate the pronunciation; esp.: (a) a mark to indicate the nature and place of the spoken accent; (b) a mark to indicate the quality of sound of the vowel marked; as, the French accents. Note: In the ancient Greek the acute accent (') meant a raised tone or pitch, the grave (`), the level tone or simply the negation of accent, the circumflex ( ~ or ^) a tone raised and then depressed. In works on elocution, the first is often used to denote the rising inflection of the voice; the second, the falling inflection; and the third (^), the compound or waving inflection. In dictionaries, spelling books, and the like, the acute accent is used to designate the syllable which receives the chief stress of voice. 3. Modulation of the voice in speaking; manner of speaking or pronouncing; peculiar or characteristic modification of the voice; tone; as, a foreign accent; a French or a German accent. \"Beguiled you in a plain accent.\" Shak. \"A perfect accent.\" Thackeray. The tender accent of a woman's cry. Prior. 4. A word; a significant tone; (pl.) expressions in general; speech. Winds! on your wings to Heaven her accents bear, Such words as Heaven alone is fit to hear. Dryden. 5. (Pros.)  Stress laid on certain syllables of a verse. 6. (Mus.) (a) A regularly recurring stress upon the tone to mark the beginning, and, more feebly, the third part of the measure. (b) A special emphasis of a tone, even in the weaker part of the measure. (c) The rythmical accent, which marks phrases and sections of a period. (d) The expressive emphasis and shading of a passage. J. S. Dwight. 7. (Math.) (a) A mark placed at the right hand of a letter, and a little above it, to distinguish magnitudes of a similar kind expressed by the same letter, but differing in value, as y', y''. (b) (Trigon.) A mark at the right hand of a number, indicating minutes of a degree, seconds, etc.; as, 12'27'', i. e., twelve minutes twenty seven seconds. (c) (Engin.) A mark used to denote feet and inches; as, 6' 10'' is six feet ten inches.\n\n1. To express the accent of (either by the voice or by a mark); to utter or to mark with accent. 2. To mark emphatically; to emphasize.",
    "acceptability": "The quality of being acceptable; acceptableness. \"Acceptability of repentance.\" Jer. Taylor.",
    "acceptilation": "Gratuitous discharge; a release from debt or obligation without payment; free remission.",
    "accessibly": "In an accessible manner.",
    "accident": "1. Literally, a befalling; an event that takes place without one's foresight or expectation; an undesigned, sudden, and unexpected event; chance; contingency; often, an undesigned and unforeseen occurrence of an afflictive or unfortunate character; a casualty; a mishap; as, to die by an accident. Of moving accidents by flood and field. Shak. Thou cam'st not to thy place by accident: It is the very place God meant for thee. Trench. 2. (Gram.)  A property attached to a word, but not essential to it, as gender, number, case. 3. (Her.)  A point or mark which may be retained or omitted in a coat of arms. 4. (Log.) (a) A property or quality of a thing which is not essential to it, as whiteness in paper; an attribute. (b) A quality or attribute in distinction from the substance, as sweetness, softness. 5. Any accidental property, fact, or relation; an accidental or nonessential; as, beauty is an accident. This accident, as I call it, of Athens being situated some miles from the sea. J. P. Mahaffy. 6. Unusual appearance or effect. [Obs.] Chaucer. Note: Accident, in Law, is equivalent to casus, or such unforeseen, extraordinary, extraneous interference as is out of the range of ordinary calculation.",
    "accipitral": "Pertaining to, or of the nature of, a falcon or hawk; hawklike. Lowell.",
    "acclimatation": "Acclimatization.",
    "acclivity": "A slope or inclination of the earth, as the side of a hill, considered as ascending, in opposition to declivity, or descending; an upward slope; ascent.",
    "accommodately": "Suitably; fitly. [R.]",
    "accompletive": "Tending to accomplish. [R.]",
    "accomptable": "See Accountable.",
    "accordingly": "1. Agreeably; correspondingly; suitably; in a manner conformable. Behold, and so proceed accordingly. Shak. 2. In natural sequence; consequently; so. Syn. -- Consequently; therefore; wherefore; hence; so. -- Accordingly, Consequently, indicate a connection between two things, the latter of which is done on account of the former. Accordingly marks the connection as one of simple accordance or congruity, leading naturally to the result which followed; as, he was absent when I called, and I accordingly left my card; our preparations were all finished, and we accordingly set sail. Consequently all finished, and we accordingly set sail. Consequently marks a closer connection, that of logical or causal sequence; as, the papers were not ready, and consequently could not be signed.",
    "accoucheuse": "A midwife. [Recent] Dunglison.",
    "accouple": "To join; to couple. [R.] The Englishmen accoupled themselves with the Frenchmen. Hall.",
    "accreditation": "The act of accrediting; as, letters of accreditation.",
    "accroach": "1. To hook, or draw to one's self as with a hook. [Obs.] 2. To usurp, as jurisdiction or royal prerogatives. They had attempted to accroach to themselves royal power. Stubbs.",
    "accumber": "To encumber. [Obs.] Chaucer.",
    "accursed": "Doomed to destruction or misery; cursed; hence, bad enough to be under the curse; execrable; detestable; exceedingly hateful; -- as, an accursed deed. Shak. -- Ac*curs\"ed*ly, adv. -- Ac*curs\"ed*ness, n.",
    "accusatorially": "By way accusation.",
    "accustomance": "Custom; habitual use. [Obs.] Boyle.",
    "acephalan": "Same as Acephal.\n\nBelonging to the Acephala.",
    "acerbic": "Sour or severe.",
    "acervose": "Full of heaps. [R.] Bailey.",
    "acetabulum": "1. (Rom. Antiq.)  A vinegar cup; socket of the hip bone; a measure of about one eighth of a pint, etc. 2. (Anat.) (a) The bony cup which receives the head of the thigh bone. (b) The cavity in which the leg of an insect is inserted at its articulation with the body. (c) A sucker of the sepia or cuttlefish and related animals. (d) The large posterior sucker of the leeches. (e) One of the lobes of the placenta in ruminating animals.",
    "acetification": "The act of making acetous or sour; the process of converting, or of becoming converted, into vinegar.",
    "acetone": "A volatile liquid consisting of three parts of carbon, six of hydrogen, and one of oxygen; pyroacetic spirit, -- obtained by the distillation of certain acetates, or by the destructive distillation of citric acid, starch, sugar, or gum, with quicklime. Note: The term in also applied to a number of bodies of similar constitution, more frequently called ketones. See Ketone.",
    "ach": "A name given to several species of plants; as, smallage, wild celery, parsley. [Obs.] Holland.",
    "achenial": "Pertaining to an achene.",
    "achilous": "Without a lip.",
    "achromatin": "Tissue which is not stained by fluid dyes. W. Flemming.",
    "achroous": "Colorless; achromatic.",
    "acid": "1. Sour, sharp, or biting to the taste; tart; having the taste of vinegar: as, acid fruits or liquors. Also fig.: Sour-tempered. He was stern and his face as acid as ever. A. Trollope. 2. Of or pertaining to an acid; as, acid reaction.\n\n1. A sour substance. 2. (Chem.)  One of a class of compounds, generally but not always distinguished by their sour taste, solubility in water, and reddening of vegetable blue or violet colors. They are also characterized by the power of destroying the distinctive properties of alkalies or bases, combining with them to form salts, at the same time losing their own peculiar properties. They all contain hydrogen, united with a more negative element or radical, either alone, or more generally with oxygen, and take their names from this negative element or radical. Those which contain no oxygen are sometimes called hydracids in distinction from the others which are called oxygen acids or oxacids. Note: In certain cases, sulphur, selenium, or tellurium may take the place of oxygen, and the corresponding compounds are called respectively sulphur acids or sulphacids, selenium acids, or tellurium acids. When the hydrogen of an acid is replaced by a positive element or radical, a salt is formed, and hence acids are sometimes named as salts of hydrogen; as hydrogen nitrate for nitric acid, hydrogen sulphate for sulphuric acid, etc. In the old chemistry the name acid was applied to the oxides of the negative or nonmetallic elements, now sometimes called anhydrides.",
    "acidimetry": "The measurement of the strength of acids, especially by a chemical process based on the law of chemical combinations, or the fact that, to produce a complete reaction, a certain definite weight of reagent is required. -- Ac`id*i*met\"ric*al, a.",
    "acinaces": "A short sword or saber.",
    "aciurgy": "Operative surgery.",
    "acnode": "An isolated point not upon a curve, but whose coördinates satisfy the equation of the curve so that it is considered as belonging to the curve.",
    "acolythist": "An acolyte. [Obs.]",
    "acontias": "Anciently, a snake, called dart snake; now, one of a genus of reptiles closely allied to the lizards.",
    "acouchy": "A small species of agouti (Dasyprocta acouchy).",
    "acquaintance": "1. A state of being acquainted, or of having intimate, or more than slight or superficial, knowledge; personal knowledge gained by intercourse short of that of friendship or intimacy; as, I know the man; but have no acquaintance with him. Contract no friendship, or even acquaintance, with a guileful man. Sir W. Jones. 2. A person or persons with whom one is acquainted. Montgomery was an old acquaintance of Ferguson. Macaulay. Note: In this sense the collective term acquaintance was formerly both singular and plural, but it is now commonly singular, and has the regular plural acquaintances. To be of acquaintance, to be intimate. -- To take acquaintance of or with, to make the acquaintance of. [Obs.] Syn. -- Familiarity; intimacy; fellowship; knowledge. -- Acquaintance, Familiarity, Intimacy. These words mark different degrees of closeness in social intercourse. Acquaintance arises from occasional intercourse; as, our acquaintance has been a brief one. We can speak of a slight or an intimate acquaintance. Familiarity is the result of continued acquaintance. It springs from persons being frequently together, so as to wear off all restraint and reserve; as, the familiarity of old companions. Intimacy is the result of close connection, and the freest interchange of thought; as, the intimacy of established friendship. Our admiration of a famous man lessens upon our nearer acquaintance with him. Addison. We contract at last such a familiarity with them as makes it difficult and irksome for us to call off our minds. Atterbury. It is in our power to confine our friendships and intimacies to men of virtue. Rogers.",
    "acquiescently": "In an acquiescent manner.",
    "acquisitive": "1. Acquired. [Obs.] He died not in his acquisitive, but in his native soil. Wotton. 2. Able or disposed to make acquisitions; acquiring; as, an acquisitive person or disposition.",
    "acrania": "1. (Physiol.)  Partial or total absence of the skull. 2. pl. (Zoöl.)  The lowest group of Vertebrata, including the amphioxus, in which no skull exists.",
    "acred": "Possessing acres or landed property; -- used in composition; as, large-acred men.",
    "acrisy": "1. Inability to judge. 2. (Med.)  Undecided character of a disease. [Obs.]",
    "acroatic": "Same as Acroamatic.",
    "acrogen": "A plant of the highest class of cryptograms, including the ferns, etc. See Cryptogamia. The Age of Acrogens (Geol.), the age of coal plants, or the carboniferous era.",
    "acronyc": "Rising at sunset and setting at sunrise, as a star; -- opposed to cosmical. Note: The word is sometimes incorrectly written acronical, achronychal, acronichal, and acronical.",
    "acrospire": "The sprout at the end of a seed when it begins to germinate; the plumule in germination; -- so called from its spiral form.\n\nTo put forth the first sprout.",
    "acroterial": "Pertaining to an acroterium; as, ornaments. P. Cyc.",
    "acting": "1. Operating in any way. 2. Doing duty for another; officiating; as, an superintendent.",
    "actinolite": "A bright green variety of amphibole occurring usually in fibrous or columnar masses.",
    "actinophorous": "Having straight projecting spines.",
    "action": "1. A process or condition of acting or moving, as opposed to rest; the doing of something; exertion of power or force, as when one body acts on another; the effect of power exerted on one body by another; agency; activity; operation; as, the action of heat; a man of action. One wise in council, one in action brave. Pope. 2. An act; a thing done; a deed; an enterprise. (pl.): Habitual deeds; hence, conduct; behavior; demeanor. The Lord is a Good of knowledge, and by him actions are weighed. 1 Sam. ii. 3. 3. The event or connected series of events, either real or imaginary, forming the subject of a play, poem, or other composition; the unfolding of the drama of events. 4. Movement; as, the horse has a spirited action. 5. (Mech.)  Effective motion; also, mechanism; as, the breech action of a gun. 6. (Physiol.)  Any one of the active processes going on in an organism; the performance of a function; as, the action of the heart, the muscles, or the gastric juice. 7. (Orat.)  Gesticulation; the external deportment of the speaker, or the suiting of his attitude, voice, gestures, and countenance, to the subject, or to the feelings. 8. (Paint. & Sculp.)  The attitude or position of the several parts of the body as expressive of the sentiment or passion depicted. 9. (Law) (a) A suit or process, by which a demand is made of a right in a court of justice; in a broad sense, a judicial proceeding for the enforcement or protection of a right, the redress or prevention of a wrong, or the punishment of a public offense. (b) A right of action; as, the law gives an action for every claim. 10. (Com.)  A share in the capital stock of a joint-stock company, or in the public funds; hence, in the plural, equivalent to stocks. [A Gallicism] [Obs.] The Euripus of funds and actions. Burke. 11. An engagement between troops in war, whether on land or water; a battle; a fight; as, a general action, a partial action. 12. (Music)  The mechanical contrivance by means of which the impulse of the player's finger is transmitted to the strings of a pianoforte or to the valve of an organ pipe. Grove. Chose in action. (Law) See Chose. -- Quantity of action (Physics), the product of the mass of a body by the space it runs through, and its velocity. Syn. -- Action, Act. In many cases action and act are synonymous; but some distinction is observable. Action involves the mode or process of acting, and is usually viewed as occupying some time in doing. Act has more reference to the effect, or the operation as complete. To poke the fire is an act, to reconcile friends who have quarreled is a praiseworthy action. C. J. Smith.",
    "activity": "The state or quality of being active; nimbleness; agility; vigorous action or operation; energy; active force; as, an increasing variety of human activities. \"The activity of toil.\" Palfrey. Syn. -- Liveliness; briskness; quickness.",
    "actually": "1. Actively. [Obs.] \"Neither actually . . . nor passively.\" Fuller. 2. In act or in fact; really; in truth; positively.",
    "acturience": "Tendency or impulse to act. [R.] Acturience, or desire of action, in one form or another, whether as restlessness, ennui, dissatisfaction, or the imagination of something desirable. J. Grote.",
    "aculeus": "1. (Bot.)  A prickle growing on the bark, as in some brambles and roses. Lindley. 2. (Zoöl.)  A sting.",
    "acutangular": "Acute-angled.",
    "ad captandum": "A phrase used adjectively sometimes of meretricious attempts to catch or win popular favor.",
    "adage": "An old saying, which has obtained credit by long use; a proverb. Letting \"I dare not\" wait upon \"I would,\" Like the poor cat i' the adage. Shak. Syn. -- Axiom; maxim; aphorism; proverb; saying; saw; apothegm. See Axiom.",
    "adamite": "1. A descendant of Adam; a human being. 2. (Eccl. Hist.)  One of a sect of visionaries, who, professing to imitate the state of Adam, discarded the use of dress in their assemblies. ADAM'S APPLE Ad\"am's ap\"ple.  See under Adam.",
    "adaptedness": "The state or quality of being adapted; suitableness; special fitness.",
    "adatis": "A fine cotton cloth of India.",
    "adder fly": "A dragon fly. ADDER'S-TONGUE Ad\"der's-tongue`, n. (Bot.) (a) A genus of ferns (Ophioglossum), whose seeds are produced on a spike resembling a serpent's tongue. (b) The yellow dogtooth violet. Gray.",
    "additional": "Added; supplemental; in the way of an addition.\n\nSomething added. [R.] Bacon.",
    "addle-headed": "Dull-witted; stupid. \"The addle-brained Oberstein.\" Motley. Dull and addle-pated. Dryden.",
    "adduce": "To bring forward or offer, as an argument, passage, or consideration which bears on a statement or case; to cite; to allege. Reasons . . . were adduced on both sides. Macaulay. Enough could not be adduced to satisfy the purpose of illustration. De Quincey. Syn. -- To present; allege; advance; cite; quote; assign; urge; name; mention.",
    "adelantadillo": "A Spanish red wine made of the first ripe grapes.",
    "aden ulcer": "A disease endemic in various parts of tropical Asia, due to a specific microörganism which produces chronic ulcers on the limbs. It is often fatal. Called also Cochin China ulcer, Persian ulcer, tropical ulcer, etc.",
    "adenoidal": "Glandlike; glandular.",
    "adenotomy": "Dissection of, or incision into, a gland or glands.",
    "adequateness": "The quality of being adequate; suitableness; sufficiency; adequacy.",
    "adherence": "1. The quality or state of adhering. 2. The state of being fixed in attachment; fidelity; steady attachment; adhesion; as, adherence to a party or to opinions. Syn. -- Adherence, Adhesion. These words, which were once freely interchanged, are now almost entirely separated. Adherence is no longer used to denote physical union, but is applied, to mental states or habits; as, a strict adherence to one's duty; close adherence to the argument, etc. Adhesion is now confined chiefly to the physical sense, except in the phrase \"To give in one's adhesion to a cause or a party.\"",
    "adhibition": "The act of adhibiting; application; use. Whitaker.",
    "adiaphorite": "Same as Adiaphorist.",
    "adipoceration": "The act or process of changing into adipocere.",
    "adiposity": "The state of being fat; fatness.",
    "adjection": "The act or mode of adding; also, the thing added. [R.] B. Jonson.",
    "adjoint": "An adjunct; a helper. [Obs.]",
    "adjudicator": "One who adjudicates.",
    "adjuratory": "Containing an adjuration.",
    "adjustment": "1. The act of adjusting, or condition of being adjusted; act of bringing into proper relations; regulation. Success depends on the nicest and minutest adjustment of the parts concerned. Paley. 2. (Law)  Settlement of claims; an equitable arrangement of conflicting claims, as in set-off, contribution, exoneration, subrogation, and marshaling. Bispham. 3. The operation of bringing all the parts of an instrument, as a microscope or telescope, into their proper relative position for use; the condition of being thus adjusted; as, to get a good adjustment; to be in or out of adjustment. Syn. -- Suiting; fitting; arrangement; regulation; settlement; adaptation; disposition.",
    "adlegation": "A right formerly claimed by the states of the German Empire of joining their own ministers with those of the emperor in public treaties and negotiations to the common interest of the empire. Encyc. Brit.",
    "administer": "1. To manage or conduct, as public affairs; to direct or superintend the execution, application, or conduct of; as, to administer the government or the state. For forms of government let fools contest: Whate'er is best administered is best. Pope. 2. To dispense; to serve out; to supply; execute; as, to administer relief, to administer the sacrament. [Let zephyrs] administer their tepid, genial airs. Philips. Justice was administered with an exactness and purity not before known. Macaulay. 3. To apply, as medicine or a remedy; to give, as a dose or something beneficial or suitable. Extended to a blow, a reproof, etc. A noxious drug had been administered to him. Macaulay. 4. To tender, as an oath. Swear . . . to keep the oath that we administer. Shak. 5. (Law)  To settle, as the estate of one who dies without a will, or whose will fails of an executor. Syn. -- To manage; conduct; minister; supply; dispense; give out; distribute; furnish.\n\n1. To contribute; to bring aid or supplies; to conduce; to minister. A fountain . . . administers to the pleasure as well as the plenty of the place. Spectator. 2. (Law)  To perform the office of administrator; to act officially; as, A administers upon the estate of B.\n\nAdministrator. [Obs.] Bacon.",
    "admirability": "Admirableness. [R.] Johnson.",
    "admire": "1. To regard with wonder or astonishment; to view with surprise; to marvel at. [Archaic] Examples rather to be admired than imitated. Fuller. 2. To regard with wonder and delight; to look upon with an elevated feeling of pleasure, as something which calls out approbation, esteem, love, or reverence; to estimate or prize highly; as, to admire a person of high moral worth, to admire a landscape. Admired as heroes and as gods obeyed. Pope. Note: Admire followed by the infinitive is obsolete or colloquial; as, I admire to see a man consistent in his conduct. Syn. -- To esteem; approve; delight in.\n\nTo wonder; to marvel; to be affected with surprise; -- sometimes with at. To wonder at Pharaoh, and even admire at myself. Fuller.",
    "admittable": "Admissible. Sir T. Browne.",
    "admonisher": "One who admonishes.",
    "admove": "To move or conduct to or toward. [Obs.] Sir T. Browne.",
    "adolescency": "The quality of being adolescent; youthfulness.",
    "adopt": "1. To take by choice into relationship, as, child, heir, friend, citizen, etc. ; esp. to take voluntarily (a child of other parents) to be in the place of, or as, one's own child. 2. To take or receive as one's own what is not so naturally; to select and take or approve; as, to adopt the view or policy of another; these resolutions were adopted.",
    "adorableness": "The quality of being adorable, or worthy of adoration. Johnson.",
    "adorningly": "By adorning; decoratively.",
    "adrenalin": "A crystalline substance, C9H13O3N, obtained from suprarenal extract, of which it is regarded as the active principle. It is used in medicine as a stimulant and hemostatic.",
    "adroitness": "The quality of being adroit; skill and readiness; dexterity. Adroitness was as requisite as courage. Motley. Syn. -- See Skill.",
    "adsuki bean": "A cultivated variety of the Asiatic gram, now introduced into the United States.",
    "adulterate": "1. To defile by adultery. [Obs.] Milton. 2. To corrupt, debase, or make impure by an admixture of a foreign or a baser substance; as, to adulterate food, drink, drugs, coin, etc. The present war has . . . adulterated our tongue with strange words. Spectator. Syn. -- To corrupt; defile; debase; contaminate; vitiate; sophisticate.\n\nTo commit adultery. [Obs.]\n\n1. Tainted with adultery. 2. Debased by the admixture of a foreign substance; adulterated; spurious. -- A*dul\"ter*ate*ly, adv. -- A*dul\"ter*ate*ness, n.",
    "adultness": "The state of being adult.",
    "adure": "To burn up. [Obs.] Bacon.",
    "advancing edge": "The front edge (in direction of motion) of a supporting surface; -- contr. with following edge, which is the rear edge.",
    "advent": "1. (Eccl.)  The period including the four Sundays before Christmas. Advent Sunday (Eccl.), the first Sunday in the season of Advent, being always the nearest Sunday to the feast of St. Andrew (Now. 30). Shipley. 2. The first or the expected second coming of Christ. 3. Coming; any important arrival; approach. Death's dreadful advent. Young. Expecting still his advent home. Tennyson.",
    "adventurous": "1. Inclined to adventure; willing to incur hazard; prone to embark in hazardous enterprise; rashly daring; -- applied to persons. Bold deed thou hast presumed, adventurous Eve. Milton. 2. Full of hazard; attended with risk; exposing to danger; requiring courage; rash; -- applied to acts; as, an adventurous undertaking, deed, song. Syn. -- Rash; foolhardy; presumptuous; enterprising; daring; hazardous; venturesome. See Rash.",
    "adversary": "One who is turned against another or others with a design to oppose or resist them; a member of an opposing or hostile party; an opponent; an antagonist; an enemy; a foe. His ancient knot of dangerous adversaries. Shak. Agree with thine adversary quickly. Matt. v. 25. It may be thought that to vindicate the permanency of truth is to dispute without an adversary. Beattie. The Adversary, The Satan, or the Devil. Syn. -- Adversary, Enemy, Opponent, Antagonist. Enemy is the only one of these words which necessarily implies a state of personal hostility. Men may be adversaries, antagonists, or opponents to each other in certain respects, and yet have no feelings of general animosity. An adversary may be simply one who is placed for a time in a hostile position, as in a lawsuit, an argument, in chess playing, or at fence. An opponent is one who is ranged against another (perhaps passively) on the opposing side; as a political opponent, an opponent in debate. An antagonist is one who struggles against another with active effort, either in a literal fight or in verbal debate.\n\n1. Opposed; opposite; adverse; antagonistic. [Archaic] Bp. King. 2. (Law)  Having an opposing party; not unopposed; as, an adversary suit.",
    "advertence": "The act of adverting, of the quality of being advertent; attention; notice; regard; heedfulness. To this difference it is right that advertence should be had in regulating taxation. J. S. Mill.",
    "advisably": "With advice; wisely.",
    "advocate": "1. One who pleads the cause of another. Specifically: One who pleads the cause of another before a tribunal or judicial court; a counselor. Note: In the English and American Law, advocate is the same as \"counsel,\" \"counselor,\" or \"barrister.\" In the civil and ecclesiastical courts, the term signifies the same as \"counsel\" at the common law. 2. One who defends, vindicates, or espouses any cause by argument; a pleader; as, an advocate of free trade, an advocate of truth. 3. Christ, considered as an intercessor. We have an Advocate with the Father. 1 John ii. 1. Faculty of advocates (Scot.), the Scottish bar in Edinburgh. -- Lord advocate (Scot.), the public prosecutor of crimes, and principal crown lawyer. -- Judge advocate. See under Judge.\n\nTo plead in favor of; to defend by argument, before a tribunal or the public; to support, vindicate, or recommend publicly. To advocate the cause of thy client. Bp. Sanderson (1624). This is the only thing distinct and sensible, that has been advocated. Burke. Eminent orators were engaged to advocate his cause. Mitford.\n\nTo act as advocate. [Obs.] Fuller.",
    "advowson": "The right of presenting to a vacant benefice or living in the church. [Originally, the relation of a patron (advocatus) or protector of a benefice, and thus privileged to nominate or present to it.] Note: The benefices of the Church of England are in every case subjects of presentation. They are nearly 12,000 in number; the advowson of more than half of them belongs to private persons, and of the remainder to the crown, bishops, deans and chapters, universities, and colleges. Amer. Cyc.",
    "ae": "A diphthong in the Latin language; used also by the Saxon writers. It answers to the Gr. æ was generally replaced by a, the long e or ee. In derivatives from Latin words with ae, it is mostly superseded by e. For most words found with this initial combination, the reader will therefore search under the letter E.",
    "aemail ombrant": "An art or process of flooding transparent colored glaze over designs stamped or molded on earthenware or porcelain. Ure.",
    "aeon": "A period of immeasurable duration; also, an emanation of the Deity. See Eon.\n\n1. An immeasurable or infinite space of time; eternity; a long space of time; an age. The eons of geological time. Huxley. 2. (Gnostic Philos.)  One of the embodiments of the divine attributes of the Eternal Being. Among the higher Æons are Mind, Reason, Power, Truth, and Life. Am. Cyc. Note: Eons were considered to be emanations sent forth by God from the depths of His grand solitude to fulfill various functions in the material and spiritual universe.",
    "aeriality": "The state of being aërial; [R.] De Quincey.",
    "aerobiotic": "Related to, or of the nature of, aërobies; as, aërobiotic plants, which live only when supplied with free oxygen.",
    "aerognosy": "The science which treats of the properties of the air, and of the part it plays in nature. Craig.",
    "aerolitic": "Of or pertaining to aërolites; meteoric; as, aërolitic iron. Booth.",
    "aerometric": "Of or pertaining to aërometry; as, aërometric investigations.",
    "aerophyte": "A plant growing entirely in the air, and receiving its nourishment from it; an air plant or epiphyte.",
    "aerostatical": "1. Of or pertaining to aërostatics; pneumatic. 2. Aëronautic; as, an aërostatic voyage.",
    "aesculapius": "The god of medicine. Hence, a physician.",
    "aesthetic": "Of or Pertaining to æsthetics; versed in æsthetics; as, æsthetic studies, emotions, ideas, persons, etc. -- Æs*thet\"ic*al*ly, adv.",
    "aestuous": "Glowing; agitated, as with heat.",
    "afeard": "Afraid. [Obs.] Be not afeard; the isle is full of noises. Shak.",
    "affatuate": "To infatuate. [Obs.] Milton.",
    "affectible": "That may be affected. [R.] Lay aside the absolute, and, by union with the creaturely, become affectible. Coleridge.",
    "affective": "1. Tending to affect; affecting. [Obs.] Burnet. 2. Pertaining to or exciting emotion; affectional; emotional. Rogers.",
    "affiancer": "One who makes a contract of marriage between two persons.",
    "affined": "Joined in affinity or by any tie. [Obs.] \"All affined and kin.\" Shak.",
    "affirmatively": "In an affirmative manner; on the affirmative side of a question; in the affirmative; -- opposed to negatively.",
    "afflicter": "One who afflicts.",
    "affluentness": "Great plenty. [R.]",
    "afforest": "To convert into a forest; as, to afforest a tract of country.",
    "affreighter": "One who hires or charters a ship to convey goods.",
    "affrightful": "Terrifying; frightful. -- Af*fright\"ful*ly, adv. [Archaic] Bugbears or affrightful apparitions. Cudworth.",
    "affuse": "To pour out or upon. [R.] I first affused water upon the compressed beans. Boyle.",
    "afloat": "1. Borne on the water; floating; on board ship. On such a full sea are we now afloat. Shak. 2. Moving; passing from place to place; in general circulation; as, a rumor is afloat. 3. Unfixed; moving without guide or control; adrift; as, our affairs are all afloat.",
    "aforementioned": "Previously mentioned; before-mentioned. Addison.",
    "african": "Of or pertaining to Africa. African hemp, a fiber prerared from the leaves of the Sanseviera Guineensis, a plant found in Africa and India. -- African marigold, a tropical American plant (Tagetes erecta). -- African oak or African teak, a timber furnished by Oldfieldia Africana, used in ship building. African violet African-American, a United States citizen of African descent.\n\nA native of Africa; also one ethnologically belonging to an African race.",
    "after-dinner": "The time just after dinner. \"An after-dinner's sleep.\" Shak. [Obs.] -- a.  Following dinner; post-prandial; as, an after-dinner nap.",
    "aftercast": "A throw of dice after the game in ended; hence, anything done too late. Gower.",
    "aftermost": "1. Hindmost; -- opposed to foremost. 2. (Naut.)  Nearest the stern; most aft.",
    "afterwise": "Wise after the event; wise or knowing, when it is too late.",
    "againward": "Back again. [Obs.]",
    "agamic": "(a) (Biol.) Produced without sexual union; as, agamic or unfertilized eggs. (b) Not having visible organs of reproduction, as flowerless plants; agamous.",
    "agasp": "In a state of gasping. Coleridge.",
    "age": "1. The whole duration of a being, whether animal, vegetable, or other kind; lifetime. Mine age is as nothing before thee. Ps. xxxix. 5. 2. That part of the duration of a being or a thing which is between its beginning and any given time; as, what is the present age of a man, or of the earth 3. The latter part of life; an advanced period of life; seniority; state of being old. Nor wrong mine age with this indignity. Shak. 4. One of the stages of life; as, the age of infancy, of youth, etc. Shak. 5. Mature age; especially, the time of life at which one attains full personal rights and capacities; as, to come of age; he (or she) is of age. Abbott. Note: In the United States, both males and females are of age when twenty-one years old. 6. The time of life at which some particular power or capacity is understood to become vested; as, the age of consent; the age of discretion. Abbott. 7. A particular period of time in history, as distinguished from others; as, the golden age, the age of Pericles. \"The spirit of the age.\" Prescott. Truth, in some age or other, will find her witness. Milton. Archeological ages are designated as three: The Stone age (the early and the later stone age, called paleolithic and neolithic), the Bronze age, and the Iron age. During the Age of Stone man is supposed to have employed stone for weapons and implements. See Augustan, Brazen, Golden, Heroic, Middle. 8. A great period in the history of the Earth. Note: The geologic ages are as follows: 1. The Archæan, including the time when was no life and the time of the earliest and simplest forms of life. 2. The age of Invertebrates, or the Silurian, when the life on the globe consisted distinctively of invertebrates. 3. The age of Fishes, or the Devonian, when fishes were the dominant race. 4. The age of Coal Plants, or Acrogens, or the Carboniferous age. 5. The Mesozoic or Secondary age, or age of Reptiles, when reptiles prevailed in great numbers and of vast size. 6. The Tertiary age, or age of Mammals, when the mammalia, or quadrupeds, abounded, and were the dominant race. 7. The Quaternary age, or age of Man, or the modern era. Dana. 9. A century; the period of one hundred years. Fleury . . . apologizes for these five ages. Hallam. 10. The people who live at a particular period; hence, a generation. \"Ages yet unborn.\" Pope. The way which the age follows. J. H. Newman. Lo! where the stage, the poor, degraded stage, Holds its warped mirror to a gaping age. C. Sprague. 11. A long time. [Colloq.] \"He made minutes an age.\" Tennyson. Age of a tide, the time from the origin of a tide in the South Pacific Ocean to its arrival at a given place. -- Moon's age, the time that has elapsed since the last preceding conjunction of the sun and moon. Note: Age is used to form the first part of many compounds; as, agelasting, age-adorning, age-worn, age-enfeebled, agelong. Syn. -- Time; period; generation; date; era; epoch.\n\nTo grow aged; to become old; to show marks of age; as, he grew fat as he aged. They live one hundred and thirty years, and never age for all that. Holland. I am aging; that is, I have a whitish, or rather a light-colored, hair here and there. Landor.\n\nTo cause to grow old; to impart the characteristics of age to; as, grief ages us.",
    "agenesis": "Any imperfect development of the body, or any anomaly of organization.",
    "aggerose": "In heaps; full of heaps.",
    "aggrace": "To favor; to grace. [Obs.] \"That knight so much aggraced.\" Spenser.\n\nGrace; favor. [Obs.] Spenser.",
    "aggravatingly": "In an aggravating manner.",
    "aggression": "The first attack, or act of hostility; the first act of injury, or first act leading to a war or a controversy; unprovoked attack; assault; as, a war of aggression. \"Aggressions of power.\"  Hallam Syn. -- Attack; offense; intrusion; provocation.",
    "aghast": "To affright; to terrify. [Obs.] Chaucer. Spenser.\n\nSee Agast, v. t. [Obs.]\n\nTerrified; struck with amazement; showing signs of terror or horror. Aghast he waked; and, starting from his bed, Cold sweat in clammy drops his limbs o'erspread. Dryden. The commissioners read and stood aghast. Macaulay.",
    "agister": "(a) Formerly, an officer of the king's forest, who had the care of cattle agisted, and collected the money for the same; -- hence called gisttaker, which in England is corrupted into guest-taker. (b) Now, one who agists or takes in cattle to pasture at a certain rate; a pasturer. Mozley & W.",
    "agleam": "Gleaming; as, faces agleam. Lowell.",
    "agminated": "Grouped together; as, the agminated glands of Peyer in the small intestine.",
    "agnomination": "1. A surname. [R.] Minsheu. 2. Paronomasia; also, alliteration; annomination.",
    "agon": "A contest for a prize at the public games.",
    "agonizingly": "With extreme anguish or desperate struggles.",
    "agrace": "See Aggrace. [Obs.]",
    "agree": "In good part; kindly. [Obs.] Rom. of R.\n\n1. To harmonize in opinion, statement, or action; to be in unison or concord; to be or become united or consistent; to concur; as, all parties agree in the expediency of the law. If music and sweet poetry agree. Shak. Their witness agreed not together. Mark xiv. 56. The more you agree together, the less hurt can your enemies do you. Sir T. Browne. 2. To yield assent; to accede; -- followed by to; as, to agree to an offer, or to opinion. 3. To make a stipulation by way of settling differences or determining a price; to exchange promises; to come to terms or to a common resolve; to promise. Agree with thine adversary quickly. Matt. v. 25. Didst not thou agree with me for a penny Matt. xx. 13. 4. To be conformable; to resemble; to coincide; to correspond; as, the picture does not agree with the original; the two scales agree exactly. 5. To suit or be adapted in its effects; to do well; as, the same food does not agree with every constitution. 6. (Gram.)  To correspond in gender, number, case, or person. Note: The auxiliary forms of to be are often employed with the participle agreed. \"The jury were agreed.\" Macaulay. \"Can two walk together, except they be agreed \" Amos iii. 3. The principal intransitive uses were probably derived from the transitive verb used reflexively. \"I agree me well to your desire.\" Ld. Berners. Syn. -- To assent; concur; consent; acquiesce; accede; engage; promise; stipulate; contract; bargain; correspond; harmonize; fit; tally; coincide; comport.\n\n1. To make harmonious; to reconcile or make friends. [Obs.] Spenser. 2. To admit, or come to one mind concerning; to settle; to arrange; as, to agree the fact; to agree differences. [Obs.]",
    "agricolation": "Agriculture. [Obs.] Bailey.",
    "agrin": "In the act of grinning. \"His visage all agrin.\" Tennyson.",
    "agrope": "In the act of groping. Mrs. Browning.",
    "aground": "On the ground; stranded; -- a nautical term applied to a ship when its bottom lodges on the ground. Totten.",
    "ah": "An exclamation, expressive of surprise, pity, complaint, entreaty, contempt, threatening, delight, triumph, etc., according to the manner of utterance.",
    "ahoy": "A term used in hailing; as, \"Ship ahoy.\"",
    "aid-major": "The adjutant of a regiment.",
    "aigret": "1. (Zoöl.)  The small white European heron. See Egret. 2. A plume or tuft for the head composed of feathers, or of gems, etc. Prescott. 3. A tuft like that of the egret. (Bot.)  A feathery crown of seed; egret; as, the aigrette or down of the dandelion or the thistle.",
    "ailment": "Indisposition; morbid affection of the body; -- not applied ordinarily to acute diseases. \"Little ailments.\" Landsdowne.",
    "air brush": "A kind of atomizer for applying liquid coloring matter in a spray by compressed air.",
    "air hole": "1. A hole to admit or discharge air; specifically, a spot in the ice not frozen over. 2. (Founding)  A fault in a casting, produced by a bubble of air; a blowhole.",
    "air stove": "A stove for heating a current of air which is directed against its surface by means of pipes, and then distributed through a building.",
    "airing": "1. A walk or a ride in the open air; a short excursion for health's sake. 2. An exposure to air, or to a fire, for warming, drying, etc.; as, the airing of linen, or of a room.",
    "airwards": "Toward the air; upward. [R.] Keats.",
    "ajar": "Slightly turned or opened; as, the door was standing ajar.\n\nIn a state of discord; out of harmony; as, he is ajar with the world.",
    "akin": "1. Of the same kin; related by blood; -- used of persons; as, the two families are near akin. 2. Allied by nature; partaking of the same properties; of the same kind. \"A joy akin to rapture.\" Cowper. The literary character of the work is akin to its moral character. Jeffrey. Note: This adjective is used only after the noun.",
    "alabama period": "A period in the American eocene, the lowest in the tertiary age except the lignitic.",
    "alacriousness": "Alacrity. [Obs.] Hammond.",
    "aland": "On land; to the land; ashore. \"Cast aland.\" Sir P. Sidney.",
    "alarum": "See Alarm. [Now Poetic] Note: The variant form alarum is now commonly restricted to an alarm signal or the mechanism to sound an alarm (as in an alarm clock.)",
    "alb sunday": "The first Sunday after Easter Sunday, properly Albless Sunday, because in the early church those who had been baptized on Easter eve laid aside on the following Saturday their white albs which had been put on after baptism.",
    "albert ware": "A soft ornamental terra-cotta pottery, sold in the biscuit state for decorating.",
    "albigensian": "Of or pertaining to the Albigenses.",
    "albolith": "A kind of plastic cement, or artificial stone, consisting chiefly of magnesia and silica; -- called also albolite.",
    "albuminiferous": "Supplying albumen.",
    "albumose": "A compound or class of compounds formed from albumin by dilute acids or by an acid solution of pepsin. Used also in combination, as antialbumose, hemialbumose.",
    "alcaldia": "The jurisdiction or office of an alcalde; also, the building or chamber in which he conducts the business of his office.",
    "alchemist": "One who practices alchemy. You are alchemist; make gold. Shak.",
    "alco": "A small South American dog, domesticated by the aborigines.",
    "alcoholmeter": "An instrument for determining the strength of spirits, with a scale graduated so as to indicate the percentage of pure alcohol, either by weight or volume. It is usually a form of hydrometer with a special scale.",
    "alcoran": "The Mohammedan Scriptures; the Koran (now the usual form). [Spelt also Alcoran.]",
    "alcyonium": "A genus of fleshy Alcyonaria, its polyps somewhat resembling flowers with eight fringed rays. The term was also formerly used for certain species of sponges.",
    "aldermancy": "The office of an alderman.",
    "aldol": "A colorless liquid, C4H8O2, obtained by condensation of two molecules of acetaldehyde: CH3CHO + CH3CHO = H3CH(OH)CH2CO; also, any of various derivatives of this. The same reaction has been applied, under the name of aldol condensation, to the production of many compounds.",
    "alecost": "The plant costmary, which was formerly much used for flavoring ale.",
    "alehoof": "Ground ivy (Nepeta Glechoma).",
    "aleppo boil": "A chronic skin affection terminating in an ulcer, most commonly of the face. It is endemic along the Mediterranean, and is probably due to a specific bacillus. Called also Aleppo ulcer, Biskara boil, Delhi boil, Oriental sore, etc.",
    "alethoscope": "An instrument for viewing pictures by means of a lens, so as to present them in their natural proportions and relations.",
    "alewife": "A woman who keeps an alehouse. Gay.\n\nA North American fish (Clupea vernalis) of the Herring family. It is called also ellwife, ellwhop, branch herring. The name is locally applied to other related species.",
    "alexiteric": "A preservative against contagious and infectious diseases, and the effects of poison in general. Brande & C.\n\nResisting poison; obviating the effects of venom; alexipharmic.",
    "alfilerilla": "Same as Alfilaria.",
    "algate": "1. Always; wholly; everywhere. [Obs.] Ulna now he algates must forego. Spenser. Note: Still used in the north of England in the sense of \"everywhere.\" 2. By any or means; at all events. [Obs.] Fairfax. 3. Notwithstanding; yet. [Obs.] Chaucer.",
    "algerine": "Of or pertaining to Algiers or Algeria.\n\nA native or one of the people of Algiers or Algeria. Also, a pirate.",
    "algology": "The study or science of algæ or seaweeds.",
    "alguazil": "An inferior officer of justice in Spain; a warrant officer; a constable. Prescott.",
    "alicant": "A kind of wine, formerly much esteemed; -- said to have been made near Alicant, in Spain. J. Fletcher.",
    "alienee": "One to whom the title of property is transferred; -- opposed to alienor. It the alienee enters and keeps possession. Blackstone.",
    "alight": "1. To spring down, get down, or descend, as from on horseback or from a carriage; to dismount. 2. To descend and settle, lodge, rest, or stop; as, a flying bird alights on a tree; snow alights on a roof. 3. To come or chance (upon). [R.]\n\nLighted; lighted up; in a flame. \"The lamps were alight.\" Dickens.",
    "alimentary": "Pertaining to aliment or food, or to the function of nutrition; nutritious; alimental; as, alimentary substances. Alimentary canal, the entire channel, extending from the mouth to the anus, by which aliments are conveyed through the body, and the useless parts ejected.",
    "aliner": "One who adjusts things to a line or lines or brings them into line. Evelyn.",
    "alisphenoidal": "Pertaining to or forming the wing of the sphenoid; relating to a bone in the base of the skull, which in the adult is often consolidated with the sphenoid; as, alisphenoid bone; alisphenoid canal.",
    "alkalescency": "A tendency to become alkaline; or the state of a substance in which alkaline properties begin to be developed, or to predominant. Ure.",
    "alkalimetrical": "Of or pertaining to alkalimetry.",
    "alkanet": "1. (Chem.)  A dyeing matter extracted from the roots of Alkanna tinctoria, which gives a fine deep red color. 2. (Bot.) (a) A boraginaceous herb (Alkanna tinctoria) yielding the dye; orchanet. (b) The similar plant Anchusa officinalis; bugloss; also, the American puccoon.",
    "all fours": "All four legs of a quadruped; or the two legs and two arms of a person. To be, go, or run, on all fours (Fig.), to be on the same footing; to correspond (with) exactly; to be alike in all the circumstances to be considered. \"This example is on all fours with the other.\" \"No simile can go on all fours.\" Macaulay.",
    "allantoidal": "Of or pertaining to the allantois.",
    "allectation": "Enticement; allurement. [Obs.] Bailey.",
    "alleghanian": "Pertaining to or designating the humid division of the Transition zone extending across the northern United States from New England to eastern Dakota, and including also most of Pennsylvania and the mountainous region as far south as northern Georgia.",
    "allegorize": "1. To form or turn into allegory; as, to allegorize the history of a people. 2. To treat as allegorical; to understand in an allegorical sense; as, when a passage in a writer may understood literally or figuratively, he who gives it a figurative sense is said to allegorize it.\n\nTo use allegory. Holland.",
    "allemannic": "See Alemannic.",
    "alleyed": "Furnished with alleys; forming an alley. \"An alleyed walk.\" Sir W. Scott.",
    "allheal": "A name popularly given to the officinal valerian, and to some other plants.",
    "alligation": "1. The act of tying together or attaching by some bond, or the state of being attached. [R.] 2. (Arith.)  A rule relating to the solution of questions concerning the compounding or mixing of different ingredients, or ingredients of different qualities or values. Note: The rule is named from the method of connecting together the terms by certain ligature-like signs. Alligation is of two kinds, medial and alternate; medial teaching the method of finding the price or quality of a mixture of several simple ingredients whose prices and qualities are known; alternate, teaching the amount of each of several simple ingredients whose prices or qualities are known, which will be required to make a mixture of given price or quality.",
    "alliteration": "The repetition of the same letter at the beginning of two or more words immediately succeeding each other, or at short intervals; as in the following lines: - Behemoth, biggest born of earth, upheaved His vastness. Milton. Fly o'er waste fens and windy fields. Tennyson. Note: The recurrence of the same letter in accented parts of words is also called alliteration. Anglo-Saxon poetry is characterized by alliterative meter of this sort. Later poets also employed it. In a somer seson whan soft was the sonne, I shope me in shroudes as I a shepe were. P. Plowman.",
    "allochroic": "Changeable in color.",
    "allodium": "Freehold estate; land which is the absolute property of the owner; real estate held in absolute independence, without being subject to any rent, service, or acknowledgment to a superior. It is thus opposed to feud. Blackstone. Bouvier.",
    "allonge": "1. (Fencing)  A thrust or pass; a lunge. 2. A slip of paper attached to a bill of exchange for receiving indorsements, when the back of the bill itself is already full; a rider. [A French usage] Abbott.\n\nTo thrust with a sword; to lunge.",
    "allophylic": "Pertaining to a race or a language neither Aryan nor Semitic. J. Prichard.",
    "allotropism": "The property of existing in two or more conditions which are distinct in their physical or chemical relations. Note: Thus, carbon occurs crystallized in octahedrons and other related forms, in a state of extreme hardness, in the diamond; it occurs in hexagonal forms, and of little hardness, in black lead; and again occurs in a third form, with entire softness, in lampblack and charcoal. In some cases, one of these is peculiarly an active state, and the other a passive one. Thus, ozone is an active state of oxygen, and is distinct from ordinary oxygen, which is the element in its passive state.",
    "allowably": "In an allowable manner.",
    "alloyage": "The act or art of alloying metals; also, the combination or alloy.",
    "alluring": "That allures; attracting; charming; tempting. -- Al*lur\"ing*ly, adv. -- Al*lur\"ing*ness, n.",
    "allwhere": "Everywhere. [Archaic]",
    "almagest": "The celebrated work of Ptolemy of Alexandria, which contains nearly all that is known of the astronomical observations and theories of the ancients. The name was extended to other similar works.",
    "almendron": "The lofty Brazil-nut tree.",
    "almond furnace": "A kind of furnace used in refining, to separate the metal from cinders and other foreign matter. Chambers.",
    "almsfolk": "Persons supported by alms; almsmen. [Archaic] Holinshed.",
    "alnager": "A measure by the ell; formerly a sworn officer in England, whose duty was to inspect act measure woolen cloth, and fix upon it a seal.",
    "alonely": "Only; merely; singly. [Obs.] This said spirit was not given alonely unto him, but unto all his heirs and posterity. Latimer.\n\nExclusive. [Obs.] Fabyan.",
    "alopecist": "A practitioner who tries to prevent or cure baldness.",
    "alpenhorn": "A curved wooden horn about three feet long, with a cupped mouthpiece and a bell, used by the Swiss to sound the ranz des vaches and other melodies. Its notes are open harmonics of the tube.",
    "alphabetically": "In an alphabetic manner; in the customary order of the letters.",
    "alpinist": "A climber of the Alps.",
    "altaic": "Of or pertaining to the Altai, a mountain chain in Central Asia.",
    "alterableness": "The quality of being alterable; variableness; alterability.",
    "alternacy": "Alternateness; alternation. [R.] Mitford.",
    "alternativeness": "The quality of being alternative, or of offering a choice between two.",
    "altiloquence": "Lofty speech; pompous language. [R.] Bailey.",
    "altitudinal": "Of or pertaining to height; as, altitudinal measurements.",
    "altrical": "Like the articles.",
    "alum schist": "A variety of shale or clay slate, containing iron pyrites, the decomposition of which leads to the formation of alum, which often effloresces on the rock.",
    "aluminiform": "pertaining the form of alumina.",
    "alunogen": "A white fibrous mineral frequently found on the walls of mines and quarries, chiefly hydrous sulphate of alumina; -- also called feather alum, and hair salt.",
    "alveoliform": "Having the form of alveoli, or little sockets, cells, or cavities.",
    "amadavat": "The strawberry finch, a small Indian song bird (Estrelda amandava), commonly caged and kept for fighting. The female is olive brown; the male, in summer, mostly crimson; -- called also red waxbill. [Written also amaduvad and avadavat.]",
    "amalgamize": "To amalgamate. [R.]",
    "amaranthus": "Same as Amaranth.",
    "amassette": "An instrument of horn used for collecting painters' colors on the stone in the process of grinding.",
    "amatorial": "Of or pertaining to a lover or to love making; amatory; as, amatorial verses.",
    "amazeful": "Full of amazement. [R.]",
    "ambagious": "Circumlocutory; circuitous. [R.]",
    "ambassy": "See Embassy, the usual spelling. Helps.",
    "ambidexter": "Using both hands with equal ease. Smollett.\n\n1. A person who uses both hands with equal facility. 2. Hence; A double-dealer; one equally ready to act on either side in party disputes. The rest are hypocrites, ambidexters, so many turning pictures -- a lion on one side, a lamb on the other. Burton. 3. (Law)  A juror who takes money from both parties for giving his verdict. Cowell.",
    "ambiguous": "Doubtful or uncertain, particularly in respect to signification; capable of being understood in either of two or more possible senses; equivocal; as, an ambiguous course; an ambiguous expression. What have been thy answers What but dark, Ambiguous, and with double sense deluding Milton. Syn. -- Doubtful; dubious; uncertain; unsettled; indistinct; indeterminate; indefinite. See Equivocal.",
    "ambitious": "1. Possessing, or controlled by, ambition; greatly or inordinately desirous of power, honor, office, superiority, or distinction. Yet Brutus says he was ambitious, And Brutus is an honorable man. Shak. 2. Strongly desirous; -- followed by of or the infinitive; as, ambitious to be or to do something. I was not ambitious of seeing this ceremony. Evelyn. Studious of song, and yet ambitious not to sing in vain. Cowper. 3. Springing from, characterized by, or indicating, ambition; showy; aspiring; as, an ambitious style. A giant statue . . . Pushed by a wild and artless race, From off wide, ambitious base. Collins.",
    "amblyopia": "Weakness of sight, without and opacity of the cornea, or of the interior of the eye; the first degree of amaurosis.",
    "ambreic": "Of or pertaining to ambrein; -- said of a certain acid produced by digesting ambrein in nitric acid.",
    "ambrosin": "An early coin struck by the dukes of Milan, and bearing the figure of St. Ambrose on horseback.",
    "ambulation": "The act of walking. Sir T. Browne.",
    "ambush": "1. A disposition or arrangement of troops for attacking an enemy unexpectedly from a concealed station. Hence: Unseen peril; a device to entrap; a snare. Heaven, whose high walls fear no assault or siege Or ambush from the deep. Milton. 2. A concealed station, where troops or enemies lie in wait to attack by surprise. Bold in close ambush, base in open field. Dryden. 3. The troops posted in a concealed place, for attacking by surprise; liers in wait. [Obs.] The ambush arose quickly out of their place. Josh. viii. 19. To lay an ambush, to post a force in ambush.\n\n1. To station in ambush with a view to surprise an enemy. By ambushed men behind their temple Dryden. 2. To attack by ambush; to waylay.\n\nTo lie in wait, for the purpose of attacking by surprise; to lurk. Nor saw the snake that ambushed for his prey. Trumbull.",
    "amelioration": "The act of ameliorating, or the state of being ameliorated; making or becoming better; improvement; melioration. \"Amelioration of human affairs.\" J. S. Mill.",
    "amend": "To change or modify in any way for the better; as, (a) by simply removing what is erroneous, corrupt, superfluous, faulty, and the like; (b) by supplying deficiencies; (c) by substituting something else in the place of what is removed; to rectify. Mar not the thing that can not be amended. Shak. An instant emergency, granting no possibility for revision, or opening for amended thought. De Quincey. We shall cheer her sorrows, and amend her blood, by wedding her to a Norman. Sir W. Scott. To amend a bill, to make some change in the details or provisions of a bill or measure while on its passage, professedly for its improvement. Syn. -- To Amend, Emend, Correct, Reform, Rectify. These words agree in the idea of bringing things into a more perfect state. We correct (literally, make straight) when we conform things to some standard or rule; as, to correct proof sheets. We amend by removing blemishes, faults, or errors, and thus rendering a thing more a nearly perfect; as, to amend our ways, to amend a text, the draft of a bill, etc. Emend is only another form of amend, and is applied chiefly to editions of books, etc. To reform is literally to form over again, or put into a new and better form; as, to reform one's life. To rectify is to make right; as, to rectify a mistake, to rectify abuses, inadvertencies, etc.\n\nTo grow better by rectifying something wrong in manners or morals; to improve. \"My fortune . . . amends.\" Sir P. Sidney.",
    "amenorrhoeal": "Pertaining to amenorrhoea.",
    "amercement": "The infliction of a penalty at the discretion of the court; also, a mulct or penalty thus imposed. It differs from a fine,in that the latter is, or was originally, a fixed and certain sum prescribed by statue for an offense; but an amercement is arbitrary. Hence, the act or practice of affeering. [See Affeer.] Blackstone. Note: This word, in old books, is written amerciament. Amercement royal, a penalty imposed on an officer for a misdemeanor in his office. Jacobs.",
    "amess": "Amice, a hood or cape. See 2d Amice.",
    "amia": "A genus of fresh-water ganoid fishes, exclusively confined to North America; called bowfin in Lake Champlain, dogfish in Lake Erie, and mudfish in South Carolina, etc. See Bowfin.",
    "amicability": "The quality of being amicable; friendliness; amicableness. Ash.",
    "amidol": "A salt of a diamino phenol, C6H3(OH)(NH2)2, used as a developer.",
    "amiss": "Astray; faultily; improperly; wrongly; ill. What error drives our eyes and ears amiss Shak. Ye ask and receive not, because ye ask amiss. James iv. 3. To take (an act, thing) amiss, to impute a wrong motive to (an act or thing); to take offense at' to take unkindly; as, you must not take these questions amiss.\n\nWrong; faulty; out of order; improper; as, it may not be amiss to ask advice. Note: [Used only in the predicate.] Dryden. His wisdom and virtue can not always rectify that which is amiss in himself or his circumstances. Wollaston.\n\nA fault, wrong, or mistake. [Obs.] Each toy seems prologue to some great amiss. Shak.",
    "ammiral": "An obsolete form of admiral. \"The mast of some great ammiral.\" Milton.",
    "ammonite": "A fossil cephalopod shell related to the nautilus. There are many genera and species, and all are extinct, the typical forms having existed only in the Mesozoic age, when they were exceedingly numerous. They differ from the nautili in having the margins of the septa very much lobed or plaited, and the siphuncle dorsal. Also called serpent stone, snake stone, and cornu Ammonis.",
    "amnigenous": "Born or bred in, of, or near a river. [Obs.] Bailey.",
    "amoebiform": "Resembling an amoeba; amoeba-shaped; changing in shape like an amoeba. Amoeboid movement, movement produced, as in the amoeba, by successive processes of prolongation and retraction.",
    "amoret": "1. An amorous girl or woman; a wanton. [Obs.] J. Warton. 2. A love knot, love token, or love song. (pl.) Love glances or love tricks. [Obs.] 3. A petty love affair or amour. [Obs.]",
    "amorphism": "A state of being amorphous; esp. a state of being without crystallization even in the minutest particles, as in glass, opal, etc. Note: There are stony substances which, when fused, may cool as glass or as stone; the glass state is spoken of as a state of amorphism.",
    "amortizable": "Capable of being cleared off, as a debt.",
    "amovability": "Liability to be removed or dismissed from office. [R.] T. Jefferson.",
    "ampere second": "The quantity of electricity delivered in one hour by a current whose average strength is one ampère. It is used as a unit of quantity, and is equal to 3600 coulombs. The terms Ampère minute and Ampère second are sometimes similarly used.",
    "amphibial": "Amphibian. [R.]",
    "amphibolic": "1. Of or pertaining to amphiboly; ambiguous; equivocal. 2. Of or resembling the mineral amphibole.",
    "amphicoelous": "Having both ends concave; biconcave; -- said of vertebræ.",
    "amphigen": "An element that in combination produces amphid salt; -- applied by Berzelius to oxygen, sulphur, selenium, and tellurium. [R.]",
    "amphilogy": "Ambiguity of speech; equivocation. [R.]",
    "amphirhina": "A name applied to the elasmobranch fishes, because the nasal sac is double.",
    "amphitheatric": "Of, pertaining to, exhibited in, or resembling, an amphitheater.",
    "amphoric": "Produced by, or indicating, a cavity in the lungs, not filled, and giving a sound like that produced by blowing into an empty decanter; as, amphoric respiration or resonance.",
    "amplificate": "To amplify. [Obs.] Bailey.",
    "ampullaceous": "Like a bottle or inflated bladder; bottle-shaped; swelling. Kirby. Ampullaceous sac (Zoöl.), one of the peculiar cavities in the tissues of sponges, containing the zooidal cells.",
    "amrita": "Immorality; also, the nectar conferring immortality. -- a. Ambrosial; immortal.",
    "amusement": "1. Deep thought; muse. [Obs.] Here I . . . fell into a strong and deep amusement, revolving in my mind, with great perplexity, the amazing change of our affairs. Fleetwood. 2. The state of being amused; pleasurable excitement; that which amuses; diversion. His favorite amusements were architecture and gardening. Macaulay. Syn. -- Diversion; entertainment; recreation; relaxation; pastime; sport.",
    "amygdalate": "Pertaining to, resembling, or made of, almonds.\n\n1. (Med.)  An emulsion made of almonds; milk of almonds. Bailey. Coxe. 2. (Chem.)  A salt amygdalic acid.",
    "amylaceous": "Pertaining to starch; of the nature of starch; starchy.",
    "amylolysis": "The conversion of starch into soluble products, as dextrins and sugar, esp. by the action of enzymes. -- Am`y*lo*lyt\"ic (#), a.",
    "ana": "Of each; an equal quantity; as, wine and honey, ana (or, contracted, aa), ., that is, of wine and honey, each, two ounces. An apothecary with a . . . long bill of anas. Dryden.\n\nA suffix to names of persons or places, used to denote a collection of notable sayings, literary gossip, anecdotes, etc. Thus, Scaligerana is a book containing the sayings of Scaliger, Johnsoniana of Johnson, etc. Note: Used also as a substantive; as, the French anas. It has been said that the table-talk of Selden is worth all the ana of the Continent. Hallam.",
    "anabatic": "Pertaining to anabasis; as, an anabatic fever. [Obs.]",
    "anacardiaceous": "Belonging to, or resembling, a family, or order, of plants of which the cashew tree is the type, and the species of sumac are well known examples.",
    "anachronism": "A misplacing or error in the order of time; an error in chronology by which events are misplaced in regard to each other, esp. one by which an event is placed too early; falsification of chronological relation.",
    "anacreontic": "Pertaining to, after the manner of, or in the meter of, the Greek poet Anacreon; amatory and convivial. De Quincey.\n\nA poem after the manner of Anacreon; a sprightly little poem in praise of love and wine.",
    "anaerobes": "Anaërobic bacteria. They are called facultative anaërobia when able to live either in the presence or absence of free oxygen; obligate, or obligatory, anaërobia when they thrive only in its absence.",
    "anaglyph": "Any sculptured, chased, or embossed ornament worked in low relief, as a cameo.",
    "anagogic": "Mystical; having a secondary spiritual meaning; as, the rest of the Sabbath, in an anagogical sense, signifies the repose of the saints in heaven; an anagogical explication. -- An`a*gog\"ic*al*ly, adv.",
    "anagraph": "An inventory; a record. [Obs.] Knowles.",
    "analepsis": "(a) Recovery of strength after sickness. (b) A species of epileptic attack, originating from gastric disorder.",
    "analogic": "Of or belonging to analogy. Geo. Eliot.",
    "analogy": "1. A resemblance of relations; an agreement or likeness between things in some circumstances or effects, when the things are otherwise entirely different. Thus, learning enlightens the mind, because it is to the mind what light is to the eye, enabling it to discover things before hidden. Note: Followed by between, to, or with; as, there is an analogy between these objects, or one thing has an analogy to or with another. Note: Analogy is very commonly used to denote similarity or essential resemblance; but its specific meaning is a similarity of relations, and in this consists the difference between the argument from example and that from analogy. In the former, we argue from the mere similarity of two things; in the latter, from the similarity of their relations. Karslake. 2. (Biol.)  A relation or correspondence in function, between organs or parts which are decidedly different. 3. (Geom.)  Proportion; equality of ratios. 4. (Gram.)  Conformity of words to the genius, structure, or general rules of a language; similarity of origin, inflection, or principle of pronunciation, and the like, as opposed to pl. analogies. Johnson.",
    "analyzation": "The act of analyzing, or separating into constituent parts; analysis.",
    "anamorphosy": "Same as Anamorphosis.",
    "anapestic": "Pertaining to an anapest; consisting of an anapests; as, an anapestic meter, foot, verse. -- n.  Anapestic measure or verse.",
    "anapnoic": "Relating to respiration.",
    "anarchist": "An anarch; one who advocates anarchy of aims at the overthrow of civil government.",
    "anastaltic": "Styptic. [Obs.] Coxe.",
    "anathematical": "Pertaining to, or having the nature of, an anathema. -- A*nath`e*mat\"ic*al*ly, adv.",
    "anatomic": "Of or relating to anatomy or dissection; as, the anatomic art; anatomical observations. Hume.",
    "anatron": "1. Native carbonate of soda; natron. 2. Glass gall or sandiver. 3. Saltpeter. Coxe. Johnson.",
    "ancestress": "A female ancestor.",
    "anchorage": "1. The act of anchoring, or the condition of lying at anchor. 2. A place suitable for anchoring or where ships anchor; a hold for an anchor. 3. The set of anchors belonging to a ship. 4. Something which holds like an anchor; a hold; as, the anchorages of the Brooklyn Bridge. 5. Something on which one may depend for security; ground of trust. 6. A toll for anchoring; anchorage duties. Johnson.\n\nAbode of an anchoret.",
    "anchoritess": "An anchoress. [R.]",
    "ancientness": "The quality of being ancient; antiquity; existence from old times.",
    "ancle": "See Ankle.",
    "andabatism": "Doubt; uncertainty. [Obs.] Shelford.",
    "andranatomy": "The dissection of a human body, especially of a male; androtomy. Coxe.",
    "android": "Resembling a man.\n\nA machine or automaton in the form of a human being.",
    "andropogon": "A very large and important genus of grasses, found in nearly all parts of the world. It includes the lemon grass of Ceylon and the beard grass, or broom sedge, of the United States. The principal subgenus is Sorghum, including  A. sorghum and A. halepensis, from which have been derived the Chinese sugar cane, the Johnson grass, the Aleppo grass, the broom corn, and the durra, or Indian millet. Several East Indian species, as A. nardus and A. schonanthus, yield fragrant oils, used in perfumery.",
    "anecdote": "1. pl.  Unpublished narratives. Burke. 2. A particular or detached incident or fact of an interesting nature; a biographical incident or fragment; a single passage of private life.",
    "anemograph": "An instrument for measuring and recording the direction and force of the wind. Knight.",
    "anemonic": "An acrid, poisonous, crystallizable substance, obtained from, the anemone, or from anemonin.",
    "anenterous": "Destitute of a stomach or an intestine. Owen.",
    "aneurism": "A soft, pulsating, hollow tumor, containing blood, arising from the preternatural dilation or rupture of the coats of an artery. [Written also aneurysm.]",
    "angel": "1. A messenger. [R.] The dear good angel of the Spring, The nightingale. B. Jonson. 2. A spiritual, celestial being, superior to man in power and intelligence. In the Scriptures the angels appear as God's messengers. O, welcome, pure-eyed Faith, white-handed Hope, Thou hovering angel, girt with golden wings. Milton. 3. One of a class of \"fallen angels;\" an evil spirit; as, the devil and his angels. 4. A minister or pastor of a church, as in the Seven Asiatic churches. [Archaic] Unto-the angel of the church of Ephesus write. Rev. ii. 1. 5. Attendant spirit; genius; demon. Shak. 6. An appellation given to a person supposed to be of angelic goodness or loveliness; a darling. When pain and anguish wring the brow. Sir W. Scott. 7. (Numis.)  An ancient gold coin of England, bearing the figure of the archangel Michael. It varied in value from 6s. 8d. to 10s. Amer. Cyc. Note: Angel is sometimes used adjectively; as, angel grace; angel whiteness. Angel bed, a bed without posts. -- Angel fish. (Zoöl.) (a) A species of shark (Squatina angelus) from six to eight feet long, found on the coasts of Europe and North America. It takes its name from its pectoral fins, which are very large and extend horizontally like wings when spread. (b) One of several species of compressed, bright colored fishes warm seas, belonging to the family, Chætodontidæ. -- Angel gold, standard gold. [Obs.] Fuller. -- Angel shark. See Angel fish. -- Angel shot (Mil.), a kind of chain shot. -- Angel water, a perfumed liquid made at first chiefly from angelica; afterwards containing rose, myrtle, and orange-flower waters, with ambergris, etc. [Obs.]",
    "angelify": "To make like an angel; to angelize. [Obs.] Farindon (1647).",
    "angevine": "Of or pertaining to Anjou in France. -- n. A native of Anjou.",
    "angiomonospermous": "Producing one seed only in a seed pod.",
    "angle": "1. The inclosed space near the point where two lines; a corner; a nook. Into the utmost angle of the world. Spenser. To search the tenderest angles of the heart. Milton. 2. (Geom.) (a) The figure made by. two lines which meet. (b) The difference of direction of two lines. In the lines meet, the point of meeting is the vertex of the angle. 3. A projecting or sharp corner; an angular fragment. Though but an angle reached him of the stone. Dryden. 4. (Astrol.)  A name given to four of the twelve astrological \"houses.\" [Obs.] Chaucer. 5. Etym: [AS. angel.]  A fishhook; tackle for catching fish, consisting of a line, hook, and bait, with or without a rod. Give me mine angle: we 'll to the river there. Shak. A fisher next his trembling angle bears. Pope. Acute angle, one less than a right angle, or less than 90º. -- Adjacent or Contiguous angles, such as have one leg common to both angles. -- Alternate angles. See Alternate. -- Angle bar. (a) (Carp.) An upright bar at the angle where two faces of a polygonal or bay window meet. Knight. (b) (Mach.) Same as Angle iron. -- Angle bead (Arch.), a bead worked on or fixed to the angle of any architectural work, esp. for protecting an angle of a wall. -- Angle brace, Angle tie (Carp.), a brace across an interior angle of a wooden frame, forming the hypothenuse and securing the two side pieces together. Knight. -- Angle iron (Mach.), a rolled bar or plate of iron having one or more angles, used for forming the corners, or connecting or sustaining the sides of an iron structure to which it is riveted. -- Angle leaf (Arch.), a detail in the form of a leaf, more or less conventionalized, used to decorate and sometimes to strengthen an angle. -- Angle meter, an instrument for measuring angles, esp. for ascertaining the dip of strata. -- Angle shaft (Arch.), an enriched angle bead, often having a capital or base, or both. -- Curvilineal angle, one formed by two curved lines. -- External angles, angles formed by the sides of any right-lined figure, when the sides are produced or lengthened. -- Facial angle. See under Facial. -- Internal angles, those which are within any right-lined figure. -- Mixtilineal angle, one formed by a right line with a curved line. -- Oblique angle, one acute or obtuse, in opposition to a right angle. -- Obtuse angle, one greater than a right angle, or more than 90º. -- Optic angle. See under Optic. -- Rectilineal or Right-lined angle, one formed by two right lines. -- Right angle, one formed by a right line falling on another perpendicularly, or an angle of 90º (measured by a quarter circle). -- Solid angle, the figure formed by the meeting of three or more plane angles at one point. -- Spherical angle, one made by the meeting of two arcs of great circles, which mutually cut one another on the surface of a globe or sphere. -- Visual angle, the angle formed by two rays of light, or two straight lines drawn from the extreme points of an object to the center of the eye. -- For Angles of commutation, draught, incidence, reflection, refraction, position, repose, fraction, see Commutation, Draught, Incidence, Reflection, Refraction, etc.\n\n1. To fish with an angle (fishhook), or with hook and line. 2. To use some bait or artifice; to intrigue; to scheme; as, to angle for praise. The hearts of all that he did angle for. Shak.\n\nTo try to gain by some insinuating artifice; to allure. [Obs.] \"He angled the people's hearts.\" Sir P. Sidney.",
    "anglian": "Of or pertaining to the Angles. -- n.  One of the Angles.",
    "anglify": "To convert into English; to anglicize. Franklin. Darwin.",
    "anglophobia": "Intense dread of, or aversion to, England or the English. -- An\"glo*phobe, n.",
    "anguiform": "Snake-shaped.",
    "angulate": "To make angular.\n\nHaving angles or corners; angled; as, angulate leaves.",
    "angustation": "The act or making narrow; a straitening or contacting. Wiseman.",
    "anhelose": "Anhelous; panting. [R.]",
    "anicut": "A dam or mole made in the course of a stream for the purpose of regulating the flow of a system of irrigation. [India] Brande & C.",
    "anileness": "Anility. [R.]",
    "animadverter": "One who animadverts; a censurer; also [Obs.], a chastiser.",
    "animality": "Animal existence or nature. Locke.",
    "animating": "Causing animation; life-giving; inspiriting; rousing. \"Animating cries.\" Pope. -- An\"i*ma`ting*ly, adv.",
    "animosity": "1. Mere spiritedness or courage. [Obs.] Skelton. Such as give some proof of animosity, audacity, and execution, those she [the crocodile] loveth. Holland. 2. Violent hatred leading to active opposition; active enmity; energetic dislike. Macaulay. Syn. -- Enmity; hatred; opposition. -- Animosity, Enmity. Enmity be dormant or concealed; animosity is active enmity, inflamed by collision and mutual injury between opposing parties. The animosities which were continually springing up among the clans in Scotland kept that kingdom in a state of turmoil and bloodshed for successive ages. The animosities which have been engendered among Christian sects have always been the reproach of the church. Such [writings] as naturally conduce to inflame hatreds and make enmities irreconcilable. Spectator. [These] factions . . . never suspended their animosities till they ruined that unhappy government. Hume.",
    "anisodactylous": "Characterized by unequal toes, three turned forward and one backward, as in most passerine birds.",
    "anisopoda": "A division of Crustacea, which, in some its characteristics, is intermediate between Amphipoda and Isopoda.",
    "ankerite": "A mineral closely related to dolomite, but containing iron.",
    "anlaut": "An initial sound, as of a word or syllable. -- Im anlaut, initially; when initial; --used of sounds.",
    "annats": "The first year's profits of a spiritual preferment, anciently paid by the clergy to the pope; first fruits. In England, they now form a fund for the augmentation of poor livings.",
    "anneloid": "An animal resembling an annelid.",
    "annihilate": "1. To reduce to nothing or nonexistence; to destroy the existence of; to cause to cease to be. It impossible for any body to be utterly annihilated. Bacon. 2. To destroy the form or peculiar distinctive properties of, so that the specific thing no longer exists; as, to annihilate a forest by cutting down the trees. \"To annihilate the army.\" Macaulay. 3. To destroy or eradicate, as a property or attribute of a thing; to make of no effect; to destroy the force, etc., of; as, to annihilate an argument, law, rights, goodness.\n\nAnhilated. [Archaic] Swift.",
    "annodated": "Curved somewhat in the form of the letter S. Cussans.",
    "annotinous": "A year old; in Yearly growths.",
    "annoyous": "Troublesome; annoying. [Obs.] Chaucer.",
    "annular": "1. Pertaining to, or having the form of, a ring; forming a ring; ringed; ring-shaped; as, annular fibers. 2. Banded or marked with circles. Annular eclipse (Astron.), an eclipse of the sun in which the moon at the middle of the eclipse conceals the central part of the sun's disk, leaving a complete ring of light around the border.",
    "annuller": "One who annuls. [R.]",
    "annunciable": "That may be announced or declared; declarable. [R.]",
    "anodon": "A genus of fresh-water bivalves, having to teeth at the hinge. [Written also Anodonta.]",
    "anomaliped": "Having anomalous feet.\n\nOne of a group of perching birds, having the middle toe more or less united to the outer and inner ones.",
    "anomaly": "1. Deviation from the common rule; an irregularity; anything anomalous. We are enabled to unite into a consistent whole the various anomalies and contending principles that are found in the minds and affairs of men. Burke. As Professor Owen has remarked, there is no greater anomaly in nature than a bird that can not fly. Darwin. 2. (Astron.) (a) The angular distance of a planet from its perihelion, as seen from the sun. This is the true anomaly. The eccentric anomaly is a corresponding angle at the center of the elliptic orbit of the planet. The mean anomaly is what the anomaly would be if the planet's angular motion were uniform. (b) The angle measuring apparent irregularities in the motion of a planet. 3. (Nat. Hist.)  Any deviation from the essential characteristics of a specific type.",
    "anonaceous": "Pertaining to the order of plants including the soursop, custard apple, etc.",
    "anoplotherium": "A genus of extinct quadrupeds of the order Ungulata, whose were first found in the gypsum quarries near Paris; characterized by the shortness and feebleness of their canine teeth (whence the name).",
    "anorthoclase": "A feldspar closely related to orthoclase, but triclinic. It is chiefly a silicate of sodium, potassium, and aluminium. Sp. gr., 2.57 -- 2.60.",
    "anoura": "See Anura.",
    "anserous": "Resembling a goose; silly; simple. Sydney Smith.",
    "ant egg": "One of the small white egg-shaped pupæ or cocoons of the ant, often seen in or about ant-hills, and popularly supposed to be eggs.",
    "antacrid": "Corrective of acrimony of the humors.",
    "antalkali": "Anything that neutralizes, or that counteracts an alkaline tendency in the system. Hoopplw.",
    "antarchistic": "Opposed to all human government. [R.]",
    "anteal": "Being before, or in front. [R.] J. Fleming.",
    "antechoir": "(a) A space inclosed or reserved at the entrance to the choir, for the clergy and choristers. (b) Where a choir is divided, as in some Spanish churches, that division of it which is the farther from the sanctuary.",
    "antelope": "One of a group of ruminant quadrupeds, intermediate between the deer and the goat. The horns are usually annulated, or ringed. There are many species in Africa and Asia. The antelope and wolf both fierce and fell. Spenser. Note: The common or bezoar antelope of India is Antilope bezoartica. The chamois of the Alps, the gazelle, the addax, and the eland are other species. See Gazelle. The pronghorn antelope (Antilocapra Americana) is found in the Rocky Mountains. See Pronghorn.",
    "antennal": "Belonging to the antennæ. Owen.",
    "antepenult": "The last syllable of a word except two, as -syl in monosyllable.",
    "antepredicament": "A prerequisite to a clear understanding of the predicaments and categories, such as definitions of common terms. Chambers.",
    "anteversion": "A displacement of an organ, esp. of the uterus, in such manner that its whole axis is directed further forward than usual.",
    "antheridium": "The male reproductive apparatus in the lower, consisting of a cell or other cavity in which spermatozoids are produced; -- called also spermary. -- An`ther*id\"i*al, a.",
    "anthocarpous": "Having some portion of the floral envelopes attached to the pericarp to form the fruit, as in the checkerberry, the mulberry, and the pineapple.",
    "anthomania": "A extravagant fondness for flowers. [R.] ANTHONY'S FIRE An\"tho*ny's Fire`.  See Saint Anthony's Fire, under Saint.",
    "anthozoic": "Of or pertaining to the Anthozoa.",
    "anthracometer": "An instrument for measuring the amount of carbonic acid in a mixture.",
    "anthropidae": "The group that includes man only.",
    "anthropolatry": "Man worship.",
    "anthropomorpha": "The manlike, or anthropoid, apes.",
    "anthropomorphous": "Having the figure of, or resemblance to, a man; as, an anthromorphous plant. \"Anthromorphous apes.\" Darwin.",
    "anthropophagical": "Relating to cannibalism or anthropophagy.",
    "anthropotomy": "The anatomy or dissection of the human body; androtomy. Owen.",
    "anti-trade": "A tropical wind blowing steadily in a direction opposite to the trade wind.",
    "antibacchius": "A foot of three syllables, the first two long, and the last short.",
    "antic-mask": "An antimask. B. Jonson.",
    "antichristianity": "Opposition or contrariety to the Christian religion.",
    "anticipatory": "Forecasting; of the nature of anticipation. Owen. Here is an anticipatory glance of what was to be. J. C. Shairp.",
    "anticoherer": "A device, one form of which consists of a scratched deposit of silver on glass, used in connection with the receiving apparatus for reading wireless signals. The electric waves falling on this contrivance increase its resistance several times. The anticoherer can be used in conjunction with a telephone.",
    "antidote": "1. A remedy to counteract the effects of poison, or of anything noxious taken into the stomach; -- used with against, for, or to; as, an antidote against, for, or to, poison. 2. Whatever tends to prevent mischievous effects, or to counteract evil which something else might produce.\n\n1. To counteract or prevent the effects of, by giving or taking an antidote. Nor could Alexander himself . . . antidote . . . the poisonous draught, when it had once got into his veins. South. 2. To fortify or preserve by an antidote.",
    "antigalastic": "Causing a diminution or a suppression of the secretion of milk.",
    "antiicteric": "Good against jaundice. -- n.  A remedy for jaundice.",
    "antiloquy": "Contradiction. [Obs.]",
    "antimetabole": "A figure in which the same words or ideas are repeated in transposed order.",
    "antimonious": "Pertaining to, or derived from, antimony; -- said of those compounds of antimony in which this element has an equivalence next lower than the highest; as, antimonious acid.",
    "antinomy": "1. Opposition of one law or rule to another law or rule. Different commentators have deduced from it the very opposite doctrines. In some instances this apparent antinomy is doubtful. De Quincey. 2. An opposing law or rule of any kind. As it were by his own antinomy, or counterstatute. Milton. 3. (Metaph.)  A contradiction or incompatibility of thought or language; -- in the Kantian philosophy, such a contradiction as arises from the attempt to apply to the ideas of the reason, relations or attributes which are appropriate only to the facts or the concepts of experience.",
    "antipathetic": "Having a natural contrariety, or constitutional aversion, to a thing; characterized by antipathy; -- often followed by to. Fuller.",
    "antiperistasis": "Opposition by which the quality opposed asquires strength; resistance or reaction roused by opposition or by the action of an opposite principle or quality.",
    "antiphoner": "A book of antiphons. Chaucer.",
    "antipodal": "1. Pertaining to the antipodes; situated on the opposite side of the globe. 2. Diametrically opposite. His antipodal shadow.\" Lowell.",
    "antipyic": "Checking or preventing suppuration. -- n.  An antipyic medicine.",
    "antiquated": "Grown old. Hence: Bygone; obsolete; out of use; old-fashioned; as, an antiquated law. \"Antiquated words.\" Dryden. Old Janet, for so he understood his antiquated attendant was denominated. Sir W. Scott. Syn. -- Ancient; old; antique; obsolete. See Ancient.",
    "antirachitic": "Good against the rickets.",
    "antiscriptural": "Opposed to, or not in accordance with, the Holy Scriptures.",
    "antisolar": "Opposite to the sun; -- said of the point in the heavens 180º distant from the sun.",
    "antisyphilitic": "Efficacious against syphilis. -- n.  A medicine for syphilis.",
    "antitragus": "A prominence on the lower posterior portion of the concha of the external ear, opposite the tragus. See Ear.",
    "antivaccinationist": "An antivaccinist.",
    "antlered": "Furnished with antlers. The antlered stag. Cowper.",
    "antozone": "A compound formerly supposed to be modification of oxygen, but now known to be hydrogen dioxide; -- so called because apparently antagonistic to ozone, converting it into ordinary oxygen.",
    "anury": "Nonsecretion or defective secretion of urine; ischury.",
    "anyhow": "In any way or manner whatever; at any rate; in any event. Anyhow, it must be acknowledged to be not a simple selforiginated error. J. H. Newman. Anyhow, the languages of the two nations were closely allied. E. A. Freeman.",
    "aorist": "A tense in the Greek language, which expresses an action as completed in past time, but leaves it, in other respects, wholly indeterminate.",
    "apagogical": "Proving indirectly, by showing the absurdity, or impossibility of the contrary. Bp. Berkeley.",
    "apart": "1. Separately, in regard to space or company; in a state of separation as to place; aside. Others apart sat on a hill retired. Milton. The Lord hath set apart him that is godly for himself. Ps. iv. 3. 2. In a state of separation, of exclusion, or of distinction, as to purpose, use, or character, or as a matter of thought; separately; independently; as, consider the two propositions apart. 3. Aside; away. \"Wherefore lay apart all filthiness and superfluity of naughtiness.\" Jas. i. 21. Let Pleasure go, put Care apart. Keble. 4. In two or more parts; asunder; to piece; as, to take a piece of machinery apart.",
    "apathy": "Want of feeling; privation of passion, emotion, or excitement; dispassion; -- applied either to the body or the mind. As applied to the mind, it is a calmness, indolence, or state of indifference, incapable of being ruffled or roused to active interest or exertion by pleasure, pain, or passion. \"The apathy of despair.\" Macaulay. A certain apathy or sluggishness in his nature which led him . . . to leave events to take their own course. Prescott. According to the Stoics, apathy meant the extinction of the passions by the ascendency of reason. Fleming. Note: In the first ages of the church, the Christians adopted the term to express a contempt of earthly concerns. Syn. -- Insensibility; unfeelingness; indifference; unconcern; stoicism; supineness; sluggishness.",
    "apercu": "1.  A first view or glance, or the perception or estimation so obtained; an immediate apprehension or insight, appreciative rather than analytic. The main object being to develop the several aperçus or insights which furnish the method of such psychology. W. T. Harris. A series of partial and more or less disparate aperçus or outlooks; each for itself a center of experience. James Ward. 2.  Hence, a brief or detached view; conspectus; sketch.",
    "apetalous": "Having no petals, or flower leaves. [See Illust. under Anther].",
    "aphasia": "Loss of the power of speech, or of the appropriate use of words, the vocal organs remaining intact, and the intelligence being preserved. It is dependent on injury or disease of the brain.",
    "aphetism": "An aphetized form of a word. New Eng. Dict.",
    "aphlogistic": "Flameless; as, an aphlogistic lamp, in which a coil of wire is kept in a state of continued ignition by alcohol, without flame.",
    "aphoristic": "In the form of, or of the nature of, an aphorism; in the form of short, unconnected sentences; as, an aphoristic style. The method of the book is aphoristic. De Quincey.",
    "aphrodisian": "Pertaining to Aphrodite or Venus. \"Aphrodisian dames\" [that is, courtesans]. C. Reade.",
    "apian": "Belonging to bees.",
    "apiculture": "Rearing of bees for their honey and wax.",
    "apishness": "The quality of being apish; mimicry; foppery.",
    "aplomb": "Assurance of manner or of action; self-possession.",
    "apocalyptic": "Of or pertaining to a revelation, or, specifically, to the Revelation of St. John; containing, or of the nature of, a prophetic revelation. Apocolyptic number, the number 666, mentioned in Rev. xiii. 18. It has been variously interpreted.\n\nThe writer of the Apocalypse.",
    "apocope": "1. The cutting off, or omission, of the last letter, syllable, or part of a word. 2. (Med.)  A cutting off; abscission.",
    "apocyneous": "Belonging to, or resembling, a family of plants, of which the dogbane (Apocynum) is the type.",
    "apodeme": "One of the processes of the shell which project inwards and unite with one another, in the thorax of many Crustacea.",
    "apogamic": "Relating to apogamy.",
    "apolar": "Having no radiating processes; -- applied particularly to certain nerve cells.",
    "apologetical": "Defending by words or arguments; said or written in defense, or by way of apology; regretfully excusing; as, an apologetic essay. \"To speak in a subdued and apologetic tone.\" Macaulay.",
    "apomorphia": "A crystalline alkaloid obtained from morphia. It is a powerful emetic.",
    "apophthegm": "See Apothegm.\n\nA short, pithy, and instructive saying; a terse remark, conveying some important truth; a sententious precept or maxim. Note: [Apothegm is now the prevalent spelling in the United States.]",
    "apoplex": "Apoplexy. [Obs.] Dryden.",
    "apositic": "Destroying the appetite, or suspending hunger.",
    "apostil": "A marginal note on a letter or other paper; an annotation. Motley.",
    "apostolicism": "The state or quality of being apostolical.",
    "apothecium": "The ascigerous fructification of lichens, forming masses of various shapes.",
    "apotome": "1. (Math.)  The difference between two quantities commensurable only in power, as between sq. root2 and 1, or between the diagonal and side of a square. 2. (Mus)  The remaining part of a whole tone after a smaller semitone has been deducted from it; a major semitone. [Obs.]",
    "apparaillyng": "Preparation. [Obs.] Chaucer.",
    "apparitor": "1. Formerly, an officer who attended magistrates and judges to execute their orders. Before any of his apparitors could execute the sentence, he was himself summoned away by a sterner apparitor to the other world. De Quincey. 2. (Law)  A messenger or officer who serves the process of an ecclesiastical court. Bouvier.",
    "appealing": "That appeals; imploring. -- Ap*peal\"*ing*ly, adv. -- Ap*peal\"ing*ness, n.",
    "appel": "A tap or stamp of the foot as a warning of intent to attack; -- called also attack.",
    "appellee": "(a) The defendant in an appeal; -- opposed to appellant. (b) The person who is appealed against, or accused of crime; -- opposed to appellor. Blackstone.",
    "appendency": "State of being appendant; appendance. [Obs.]",
    "appendiculate": "Having small appendages; forming an appendage. Appendiculate leaf, a small appended leaf. Withering.",
    "appertinence": "See Appurtenance.",
    "appetitive": "Having the quality of desiring gratification; as, appetitive power or faculty. Sir M. Hale.",
    "apple": "1. The fleshy pome or fruit of a rosaceous tree (Pyrus malus) cultivated in numberless varieties in the temperate zones. Note: The European crab apple is supposed to be the original kind, from which all others have sprung. 2. (bot.)  Any tree genus Pyrus which has the stalk sunken into the base of the fruit; an apple tree. 3. Any fruit or other vegetable production resembling, or supposed to resemble, the apple; as, apple of love, or love apple (a tomato), balsam apple, egg apple, oak apple. 4. Anything round like an apple; as, an apple of gold. Note: Apple is used either adjectively or in combination; as, apple paper or apple-paper, apple-shaped, apple blossom, apple dumpling, apple pudding. Apple blight, an aphid which injures apple trees. See Blight, n. -- Apple borer (Zoöl.), a coleopterous insect (Saperda candida or bivittata), the larva of which bores into the trunk of the apple tree and pear tree. -- Apple brandy, brandy made from apples. -- Apple butter, a sauce made of apples stewed down in cider. Bartlett. -- Apple corer, an instrument for removing the cores from apples. -- Apple fly (Zoöl.), any dipterous insect, the larva of which burrows in apples. Apple flies belong to the genera Drosophila and Trypeta. -- Apple midge (Zoöl.) a small dipterous insect (Sciara mali), the larva of which bores in apples. -- Apple of the eye, the pupil. -- Apple of discord, a subject of contention and envy, so called from the mythological golden apple, inscribed \"For the fairest,\" which was thrown into an assembly of the gods by Eris, the goddess of discord. It was contended for by Juno, Minerva, and Venus, and was adjudged to the latter. -- Apple of love, or Love apple, the tomato (Lycopersicum esculentum). -- Apple of Peru, a large coarse herb (Nicandra physaloides) bearing pale blue flowers, and a bladderlike fruit inclosing a dry berry. -- Apples of Sodom, a fruit described by ancient writers as externally of air appearance but dissolving into smoke and ashes plucked; Dead Sea apples. The name is often given to the fruit of Solanum Sodomæum, a prickly shrub with fruit not unlike a small yellow tomato. -- Apple sauce, stewed apples. [U. S.] -- Apple snail or Apple shell (Zoöl.), a fresh-water, operculated, spiral shell of the genus Ampullaria. -- Apple tart, a tart containing apples. -- Apple tree, a tree naturally bears apples. See Apple, 2. -- Apple wine, cider. -- Apple worm (Zoöl.), the larva of a small moth (Carpocapsa pomonella) which burrows in the interior of apples. See Codling moth. -- Dead Sea Apple. (a) pl. Apples of Sodom. Also Fig. \"To seek the Dead Sea apples of politics.\" S. B. Griffin. (b) A kind of gallnut coming from Arabia. See Gallnut.\n\nTo grow like an apple; to bear apples. Holland.",
    "applicancy": "The quality or state of being applicable. [R.]",
    "applique": "Ornamented with a pattern (which has been cut out of another color or stuff) applied or transferred to a foundation; as, appliqué lace; appliqué work.",
    "appointment": "1. The act of appointing; designation of a person to hold an office or discharge a trust; as, he erred by the appointment of unsuitable men. 2. The state of being appointed to somappointment of treasurer. 3. Stipulation; agreement; the act of fixing by mutual agreement. Hence:: Arrangement for a meeting; engagement; as, they made an appointment to meet at six. 4. Decree; direction; established order or constitution; as, to submit to the divine appointments. According to the appointment of the priests. Ezra vi. 9. 5. (Law)  The exercise of the power of designating (under a \"power of appointment\") a person to enjoy an estate or other specific property; also, the instrument by which the designation is made. 6. Equipment, furniture, as for a ship or an army; whatever is appointed for use and management; outfit; (pl.) the accouterments of military officers or soldiers, as belts, sashes, swords. The cavaliers emulated their chief in the richness of their appointments. Prescott. I'll prove it in my shackles, with these hands Void of appoinment, that thou liest. Beau. & Fl. 7. An allowance to a person, esp. to a public officer; a perquisite; -- properly only in the plural. [Obs.] An expense proportioned to his appointments and fortune is necessary. Chesterfield. 8. A honorary part or exercise, as an oration, etc., at a public exhibition of a college; as, to have an appointment. [U.S.] Syn. -- Designation; command; order; direction; establishment; equipment.",
    "apposer": "An examiner; one whose business is to put questions. Formerly, in the English Court of Exchequer, an officer who audited the sheriffs' accounts.",
    "apprecation": "Earnest prayer; devout wish. [Obs.] A solemn apprecation of good success. Bp. Hall.",
    "appreciatory": "Showing appreciation; appreciative; as, appreciatory commendation. -- Ap*pre\"ci*a*to*ri*ly, adv.",
    "apprenticeage": "Apprenticeship. [Obs.]",
    "approach": "1. To come or go near, in place or time; to draw nigh; to advance nearer. Wherefore approached ye so nigh unto the city 2 Sam. xi. 20. But exhorting one another; and so much the more, as ye see the day approaching. Heb. x. 25. 2. To draw near, in a figurative sense; to make advances; to approximate; as, he approaches to the character of the ablest statesman.\n\n1. To bring near; to cause to draw near; to advance. [Archaic] Boyle. 2. To come near to in place, time, or character; to draw nearer to; as, to approach the city; to approach my cabin; he approached the age of manhood. He was an admirable poet, and thought even to have approached Homer. Temple. 3. (Mil.)  To take approaches to.\n\n1. The act of drawing near; a coming or advancing near. \"The approach of summer.\" Horsley. A nearer approach to the human type. Owen. 2. A access, or opportunity of drawing near. The approach to kings and principal persons. Bacon. 3. pl.  Movements to gain favor; advances. 4. A way, passage, or avenue by which a place or buildings can be approached; an access. Macaulay. 5. pl. (Fort.)  The advanced works, trenches, or covered roads made by besiegers in their advances toward a fortress or military post. 6. (Hort.)  See Approaching.",
    "approbative": "Approving, or implying approbation. Milner.",
    "appropriable": "Capable of being appropriated, set apart, sequestered, or assigned exclusively to a particular use. Sir T. Browne.",
    "approvance": "Approval. [Archaic] Thomson.",
    "approximator": "One who, or that which, approximates.",
    "apricot": "A fruit allied to the plum, of an orange color, oval shape, and delicious taste; also, the tree (Prunus Armeniaca of Linnæus) which bears this fruit. By cultivation it has been introduced throughout the temperate zone.",
    "apronful": "The quality an apron can hold.",
    "aptera": "Insects without wings, constituting the seventh Linnæn order of insects, an artificial group, which included Crustacea, spiders, centipeds, and even worms. These animals are now placed in several distinct classes and orders.",
    "aptness": "1. Fitness; suitableness; appropriateness; as, the aptness of things to their end. The aptness of his quotations. J. R. Green. 2. Disposition of the mind; propensity; as, the aptness of men to follow example. 3. Quickness of apprehension; readiness in learning; docility; as, an aptness to learn is more observable in some children than in others. 4. Proneness; tendency; as, the aptness of iron to rust.",
    "aqua": "Water; -- a word much used in pharmacy and the old chemistry, in various signification, determined by the word or words annexed. Aqua ammoniæ, the aqueous solution of ammonia; liquid ammonia; often called aqua ammonia. -- Aqua marine, or Aqua marina. Same as Aquamarine. -- Aqua regia. Etym: [L., royal water] (Chem.), a very corrosive fuming yellow liquid consisting of nitric and hydrochloric acids. It has the power of dissolving gold, the \"royal\" metal. -- Aqua Tofana, a fluid containing arsenic, and used for secret poisoning, made by an Italian woman named Tofana, in the middle of the 17th century, who is said to have poisoned more than 600 persons. Francis. -- Aqua vitæ Etym: [L., water of life. Cf. Eau de vie, Usquebaugh], a name given to brandy and some other ardent spirits. Shak.",
    "aquatic": "Pertaining to water growing in water; living in, swimming in, or frequenting the margins of waters; as, aquatic plants and fowls.\n\n1. An aquatic animal or plant. 2. pl.  Sports or exercises practiced in or on the water.",
    "aquiform": "Having the form of water.",
    "ara": "The Altar; a southern constellation, south of the tail of the Scorpion.\n\nA name of the great blue and yellow macaw (Ara ararauna), native of South America.",
    "arabism": "An Arabic idiom peculiarly of language. Stuart.",
    "arachnidan": "One of the Arachnida.",
    "araeometer": "See Areometer.",
    "aramaism": "An idiom of the Aramaic.",
    "arapaima": "A large fresh-water food fish of South America.",
    "arbalister": "A crossbowman. [Obs.] Speed.",
    "arbitrate": "1. To hear and decide, as arbitrators; as, to choose to arbitrate a disputed case. 2. To decide, or determine generally. South. There shall your swords and lances arbitrate The swelling difference of your settled hate. Shak.\n\n1. To decide; to determine. Shak. 2. To act as arbitrator or judge; as, to arbitrate upon several reports;; to arbitrate in disputes among heighbors; to arbitrate between parties to a suit.",
    "arborary": "Of or pertaining to trees; arboreal.",
    "arboricole": "Tree-inhabiting; -- said of certain birds.",
    "arbuscular": "Of or pertaining to a dwarf tree; shrublike. Da Costa.",
    "arcadic": "Of or pertaining to Arcadia; pastoral; ideally rural; as, Arcadian simplicity or scenery.",
    "archaeolithic": "Of or pertaining to the earliest Stone age; -- applied to a prehistoric period preceding the Paleolithic age.",
    "archaical": "Archaic. [R.] -- Ar*cha\"ic*al*ly, adv.",
    "archchamberlain": "A chief chamberlain; -- an officer of the old German empire, whose office was similar to that of the great chamberlain in England.",
    "archduke": "A prince of the imperial family of Austria. Note: Formerly this title was assumed by the rulers of Lorraine, Brabant, Austria, etc. It is now appropriated to the descendants of the imperial family of Austria through the make line, all such male descendants being styled archduke, and all such female descendants archduchesses.",
    "archenteric": "Relating to the archenteron; as, archenteric invagination.",
    "archetypal": "Of or pertaining to an archetype; consisting a model (real or ideal) or pattern; original. \"One archetypal mind.\" Gudworth. Note: Among Platonists, the archetypal world is the world as it existed as an idea of God before the creation.",
    "archical": "Chief; primary; primordial. [Obs.] Cudworth.",
    "archimage": "1. The high priest of the Persian Magi, or worshipers of fire. 2. A great magician, wizard, or enchanter. Spenser.",
    "architective": "Used in building; proper for building. Derham.",
    "architraved": "Furnished with an architrave. Cowper.",
    "archonship": "The office of an archon. Mitford.",
    "archtreasurer": "A chief treasurer. Specifically, the great treasurer of the German empire.",
    "arctogeal": "Of or pertaining to arctic lands; as, the arctogeal fauna.",
    "arcubus": "See Arquebus. [Obs.]",
    "arduousness": "The quality of being arduous; difficulty of execution.",
    "areed": "1. To tell, declare, explain, or interpret; to divine; to guess; as, to aread a riddle or a dream. [Obs.] Therefore more plain aread this doubtful case. Spenser. 2. To read. [Obs.] Drayton. 3. To counsel, advise, warn, or direct. But mark what I aread thee now. Avaunt! Milton. 4. To decree; to adjudge. [Archaic] Ld. Lytton.",
    "arenga": "A palm tree (Saguerus saccharifer) which furnishes sago, wine, and fibers for ropes; the gomuti palm.",
    "areole": "Same as Areola.",
    "areostyle": "See Intercolumniation, and Aræostyle.",
    "argala": "The adjutant bird.",
    "argentan": "An alloy of nicked with copper and zinc; German silver.",
    "argillaceous": "Of the nature of clay; consisting of, or containing, argil or clay; clayey. Argillaceous sandstone (Geol.), a sandstone containing much clay. -- Argillaceous iron ore, the clay ironstone. -- Argillaceous schist or state. See Argillite.",
    "argoile": "Potter's clay. [Obs.] Chaucer.",
    "argue": "1. To invent and offer reasons to support or overthrow a proposition, opinion, or measure; to use arguments; to reason. I argue not Against Heaven's hand or will. Milton. 2. To contend in argument; to dispute; to reason; -- followed by with; as, you may argue with your friend without convincing him.\n\n1. To debate or discuss; to treat by reasoning; as, the counsel argued the cause before a full court; the cause was well argued. 2. To prove or evince; too manifest or exhibit by inference, deduction, or reasoning. So many laws argue so many sins. Milton. 3. To persuade by reasons; as, to argue a man into a different opinion. 4. To blame; to accuse; to charge with. [Obs.] Thoughts and expressions . . . which can be truly argued of obscenity, profaneness, or immorality. Dryden. Syn. -- to reason; evince; discuss; debate; expostulate; remonstrate; controvert. -- To Argue, Dispute, Debate. These words, as here compared, suppose a contest between two parties in respect to some point at issue. To argue is to adduce arguments or reasons in support of one's cause or position. To dispute is to call in question or deny the statements or arguments of the opposing party. To debate is to strive for or against in a somewhat formal manner by arguments. Men of many words sometimes argue for the sake of talking; men of ready tongues frequently dispute for the sake of victory; men in public life often debate for the sake of opposing the ruling party, or from any other motive than the love of truth. Crabb. Unskilled to argue, in dispute yet loud, Bold without caution, without honors proud. Falconer. Betwixt the dearest friends to raise debate. Dryden.",
    "argus": "1. (Myth.)  A fabulous being of antiquity, said to have had a hundred eyes, who has placed by Juno to guard Io. His eyes were transplanted to the peacock's tail. 2. One very vigilant; a guardian always watchful. 3. (Zoöl.)  A genus of East Indian pheasants. The common species (A. giganteus) is remarkable for the great length and beauty of the wing and tail feathers of the male. The species A. Grayi inhabits Borneo.",
    "arhythmous": "See Arrhizal, Arrhizous, Arrhythmic, Arrhythmous.",
    "ariel gazelle": "A variety of the gazelle (Antilope, or Gazella, dorcas), found in Arabia and adjacent countries. (b) A squirrel-like Australian marsupial, a species of Petaurus. (c) A beautiful Brazilian toucan Ramphastos ariel).",
    "arillated": "Having an aril.",
    "aristarch": "A severe critic. Knowles.",
    "aristophanic": "Of or pertaining to Aristophanes, the Athenian comic poet.",
    "arithmetician": "One skilled in arithmetic.",
    "armada": "A fleet of armed ships; a squadron. Specifically, the Spanish fleet which was sent to assail England, a. d. 1558.",
    "armful": "As much as the arm can hold.",
    "arminian": "Of or pertaining to Arminius of his followers, or to their doctrines. See note under Arminian, n.\n\nOne who holds the tenets of Arminius, a Dutch divine (b. 1560, d. 1609). Note: The Arminian doctrines are: 1. Conditional election and reprobation, in opposition to absolute predestination. 2. Universal redemption, or that the atonement was made by Christ for all mankind, though none but believers can be partakers of the benefit. 3. That man, in order to exercise true faith, must be regenerated and renewed by the operation of the Holy Spirit, which is the gift of God. 4. That man may resist divine grace. 5. That man may relapse from a state of grace.",
    "armor": "1. Defensive arms for the body; any clothing or covering worn to protect one's person in battle. Note: In English statues, armor is used for the whole apparatus of war, including offensive as well as defensive arms. The statues of armor directed what arms every man should provide. 2. Steel or iron covering, whether of ships or forts, protecting them from the fire of artillery. Coat armor, the escutcheon of a person or family, with its several charges and other furniture, as mantling, crest, supporters, motto, etc. -- Submarine, a water-tight dress or covering for a diver. See under Submarine.",
    "armory": "1. A place where arms and instruments of war are deposited for safe keeping. 2. Armor: defensive and offensive arms. Celestial armory, shields, helms, and spears. Milton. 3. A manufactory of arms, as rifles, muskets, pistols, bayonets, swords. [U.S.] 4. Ensigns armorial; armorial bearings. Spensplw. 5. That branch of hplwaldry which treats of coat armor. The science of heraldry, or, more justly speaking, armory, which is but one branch of heraldry, is, without doubt, of very ancient origin. Cussans.",
    "arna": "The wild buffalo of India (Bos, or Bubalus, arni), larger than the domestic buffalo and having enormous horns.",
    "arnut": "The earthnut. [Obs.]",
    "aromatizer": "One who, or that which, aromatizes or renders aromatic. Evelyn.",
    "arpen": "Formerly, a measure of land in France, varying in different parts of the country. The arpent of Paris was 4,088 sq. yards, or nearly five sixths of an English acre. The woodland arpent was about 1 acre, 1 rood, 1 perch, English.",
    "arrach": "See Orach.",
    "arrant": "Notoriously or preëminently bad; thorough or downright, in a bad sense; shameless; unmitigated; as, an arrant rogue or coward. I discover an arrant laziness in my soul. Fuller. 2. Thorough or downright, in a good sense. [Obs.] An arrant honest woman. Burton.",
    "arrayment": "Clothes; raiment. [Obs.]",
    "arrest": "1. To stop; to check or hinder the motion or action of; as, to arrest the current of a river; to arrest the senses. Nor could her virtues the relentless hand Of Death arrest. Philips. 2. (Law)  To take, seize, or apprehend by authority of law; as, to arrest one for debt, or for a crime. Note: After his word Shakespeare uses of (\"I arrest thee of high treason\") or on; the modern usage is for. 3. To seize on and fix; to hold; to catch; as, to arrest the eyes or attention. Buckminster. 4. To rest or fasten; to fix; to concentrate. [Obs.] We may arrest our thoughts upon the divine mercies. Jer. Taylor. Syn. -- To obstruct; delay; detain; check; hinder; stop; apprehend; seize; lay hold of.\n\nTo tarry; to rest. [Obs.] Spenser.\n\n1. The act of stopping, or restraining from further motion, etc.; stoppage; hindrance; restraint; as, an arrest of development. As the arrest of the air showeth. Bacon. 2. (Law)  The taking or apprehending of a person by authority of law; legal restraint; custody. Also, a decree, mandate, or warrant. William . . . ordered him to be put under arrest. Macaulay. [Our brother Norway] sends out arrests On Fortinbras; which he, in brief, obeys. Shak. Note: An arrest may be made by seizing or touching the body; but it is sufficient in the party be within the power of the officer and submit to the arrest. In Admiralty law, and in old English practice, the term is applied to the seizure of property. 3. Any seizure by power, physical or moral. The sad stories of fire from heaven, the burning of his sheep, etc., . . . were sad arrests to his troubled spirit. Jer. Taylor. 4. (Far.)  A scurfiness of the back part of the hind leg of a horse; -- also named rat-tails. White. Arrest of judgment (Law), the staying or stopping of a judgment, after verdict, for legal cause. The motion for this purpose is called a motion in arrest of judgment.",
    "arrhizal": "Destitute of a true root, as a parasitical plant.",
    "arriswise": "Diagonally laid, as tiles; ridgewise.",
    "arrogantness": "Arrogance. [R.]",
    "arrowheaded": "Shaped like the head of an arow; cuneiform. Arrowheaded characters, characters the elements of which consist of strokes resembling arrowheads, nailheads, or wedges; -- hence called also nail-headed, wedge-formed, cuneiform, or cuneatic characters; the oldest written characters used in the country about the Tigris and Euphrates, and subsequently in Persia, and abounding among the ruins of Persepolis, Nineveh, and Babylon. See Cuneiform.",
    "arseniate": "See Arsenate. [R.]",
    "arseniureted": "Combined with arsenic; -- said some elementary substances or radicals; as, arseniureted hydrogen. [Also spelt arseniuretted.]",
    "artemia": "A genus of phyllopod Crustacea found in salt lakes and brines; the brine shrimp. See Brine shrimp.",
    "arteriotomy": "1. (Med.)  The opening of an artery, esp. for bloodletting. 2. That part of anatomy which treats of the dissection of the arteries.",
    "arthritis": "Any inflammation of the joints, particularly the gout.",
    "arthrography": "The description of joints.",
    "arthrostraca": "One of the larger divisions of Crustacea, so called because the thorax and abdomen are both segmented; Tetradecapoda. It includes the Amphipoda and Isopoda.",
    "articulary": "A bone in the base of the lower jaw of many birds, reptiles, amphibians, and fishes.",
    "artifact": "1. (Archæol.)  A product of human workmanship; -- applied esp. to the simpler products of aboriginal art as distinguished from natural objects. 2.  (Biol.) A structure or appearance in protoplasm due to death or the  use of reagents and not present during life.",
    "artillerist": "A person skilled in artillery or gunnery; a gunner; an artilleryman.",
    "artistic": "Of or pertaining to art or to artists; made in the manner of an artist; conformable to art; characterized by art; showing taste or skill. -- Ar*tis\"tic*al*ly, adv.",
    "artotyrite": "One of a sect in the primitive church, who celebrated the Lord's Supper with bread and cheese, alleging that the first oblations of men not only of the fruit of the earth, but of their flocks. [Gen. iv. 3, 4.]",
    "aruspicy": "Prognostication by inspection of the entrails of victims slain sacrifice.",
    "asaphus": "A genus of trilobites found in the Lower Silurian formation. See Illust. in Append.",
    "ascariasis": "A disease, usually accompanied by colicky pains and diarrhea, caused by the presence of ascarids in the gastrointestinal canal.",
    "ascending": "Rising; moving upward; as, an ascending kite. -- As*cend\"ing*ly, adv. Ascending latitude (Astron.), the increasing latitude of a planet. Ferguson. -- Ascending line (Geneol.), the line of relationship traced backward or through one's ancestors. One's father and mother, grandfather and grandmother, etc., are in the line direct ascending. -- Ascending node having, that node of the moon or a planet wherein it passes the ecliptic to proceed northward. It is also called the northern node. Herschel. -- Ascending series. (Math.) (a) A series arranged according to the ascending powers of a quantity. (b) A series in which each term is greater than the preceding. -- Ascending signs, signs east of the meridian.",
    "ascessant": "See Acescency, Acescent. [Obs.]",
    "ascidioidea": "A group of Tunicata, often shaped like a two-necked bottle. The group includes, social, and compound species. The gill is a netlike structure within the oral aperture. The integument is usually leathery in texture. See Illustration in Appendix.",
    "asclepiadaceous": "Of, pertaining to, or resembling, plants of the Milkweed family.",
    "ascriptitious": "1. Ascribed. 2. Added; additional. [Obs.] An ascriptitious and supernumerary God. Farindon.",
    "ash-colored": "Of the color of ashes; a whitish gray or brownish gray.",
    "ashes": "1. The earthy or mineral particles of combustible substances remaining after combustion, as of wood or coal. 2. Specifically: The remains of the human body when burnt, or when \"returned to dust\" by natural decay. Their martyred blood and ashes sow. Milton. The coffins were broken open. The ashes were scattered to the winds. Macaulay. 3. The color of ashes; deathlike paleness. The lip of ashes, and the cheek of flame. Byron. In dust and ashes, In sackcloth and ashes, with humble expression of grief or repentance; -- from the method of mourning in Eastern lands. -- Volcanic ashes, or Volcanic ash, the loose, earthy matter, or small fragments of stone or lava, ejected by volcanoes.",
    "asian": "Of or pertaining to Asia; Asiatic. \"Asian princes.\" Jer. Taylor. -- n.  An Asiatic.",
    "asiphonate": "Destitute of a siphon or breathing tube; -- said of many bivalve shells. -- n.  An asiphonate mollusk.",
    "aslake": "To mitigate; to moderate; to appease; to abate; to diminish. [Archaic] Chaucer.",
    "asp": "Same as Aspen. \"Trembling poplar or asp.\" Martyn.\n\nA small, hooded, poisonous serpent of Egypt and adjacent countries, whose bite is often fatal. It is the Naja haje. The name is also applied to other poisonous serpents, esp. to Vipera aspis of southern Europe. See Haje.\n\nOne of several species of poplar bearing this name, especially the Populus tremula, so called from the trembling of its leaves, which move with the slightest impulse of the air.",
    "aspected": "Having an aspect. [Obs.] B. Jonson.",
    "asperifoliate": "Having rough leaves. Note: By some applied to the natural order now called Boraginaceæ or borageworts.",
    "aspersion": "1. A sprinkling, as with water or dust, in a literal sense. Behold an immersion, not and aspersion. Jer. Taylor. 2. The spreading of calumniations reports or charges which tarnish reputation, like the bespattering of a body with foul water; calumny. Every candid critic would be ashamed to cast wholesale aspersions on the entire body of professional teachers. Grote. Who would by base aspersions blot thy virtue. Dryden.",
    "asphodel": "A general name for a plant of the genus Asphodelus. The asphodels are hardy perennial plants, several species of which are cultivated for the beauty of their flowers. Note: The name is also popularly given to species of other genera. The asphodel of the early English and French poets was the daffodil. The asphodel of the Greek poets is supposed to be the Narcissus poeticus. Dr. Prior. Pansies, and violets, and asphodel. Milton.",
    "aspidobranchia": "A group of Gastropoda, with limpetlike shells, including the abalone shells and keyhole limpets.",
    "aspirin": "A white crystalline compound of acetyl and salicylic acid used as a drug for the salicylic acid liberated from it in the intestines.",
    "assai": "A direction equivalent to very; as, adagio assai, very slow.",
    "assart": "1. (Old Law)  The act or offense of grubbing up trees and bushes, and thus destroying the tickets or coverts of a forest. Spelman. Cowell. 2. A piece of land cleared of trees and bushes, and fitted for cultivation; a clearing. Ash. Assart land, forest land cleared of woods and brush.\n\nTo grub up, as trees; to commit an assart upon; as, to assart land or trees. Ashmole.",
    "assay": "1. Trial; attempt; essay. [Obs.] Chaucer. I am withal persuaded that it may prove much more easy in the assay than it now seems at distance. Milton. 2. Examination and determination; test; as, an assay of bread or wine. [Obs.] This can not be, by no assay of reason. Shak. 3. Trial by danger or by affliction; adventure; risk; hardship; state of being tried. [Obs.] Through many hard assays which did betide. Spenser. 4. Tested purity or value. [Obs.] With gold and pearl of rich assay. Spenser. 5. (Metallurgy)  The act or process of ascertaining the proportion of a particular metal in an ore or alloy; especially, the determination of the proportion of gold or silver in bullion or coin. 6. The alloy or metal to be assayed. Ure. Assay and essay are radically the same word; but modern usage has appropriated assay chiefly to experiments in metallurgy, and essay to intellectual and bodily efforts. See Essay.] Note: Assay is used adjectively or as the first part of a compound; as, assay balance, assay furnace. Assay master, an officer who assays or tests gold or silver coin or bullion. -- Assay ton, a weight of 29.1662/3 grams.\n\n1. To try; to attempt; to apply. [Obs. or Archaic] To-night let us assay our plot. Shak. Soft words to his fierce passion she assayed. Milton. 2. To affect. [Obs.] When the heart is ill assayed. Spenser. 3. To try tasting, as food or drink. [Obs.] 4. To subject, as an ore, alloy, or other metallic compound, to chemical or metallurgical examination, in order to determine the amount of a particular metal contained in it, or to ascertain its composition.\n\nTo attempt, try, or endeavor. [Archaic. In this sense essay is now commonly used.] She thrice assayed to speak. Dryden.",
    "assegai": "A spear used by tribes in South Africa as a missile and for stabbing, a kind of light javelin.\n\nSame as Assagai.",
    "assentatory": "Flattering; obsequious. [Obs.] -- As*sent\"a*to*ri*ly, adv. [Obs.]",
    "assertor": "One who asserts or avers; one who maintains or vindicates a claim or a right; an affirmer, supporter, or vindicator; a defender; an asserter. The assertors of liberty said not a word. Macaulay. Faithful assertor of thy country's cause. Prior.",
    "assessorship": "The office or function of an assessor.",
    "assidean": "One of a body of devoted Jews who opposed the Hellenistic Jews, and supported the Asmoneans.",
    "assignable": "Capable of being assigned, allotted, specified, or designated; as, an assignable note or bill; an assignable reason; an assignable quantity.",
    "assimilation": "1. The act or process of assimilating or bringing to a resemblance, likeness, or identity; also, the state of being so assimilated; as, the assimilation of one sound to another. To aspire to an assimilation with God. Dr. H. More. The assimilation of gases and vapors. Sir J. Herschel. 2. (Physiol.)  The conversion of nutriment into the fluid or solid substance of the body, by the processes of digestion and absorption, whether in plants or animals. Not conversing the body, not repairing it by assimilation, but preserving it by ventilation. Sir T. Browne. Note: The term assimilation has been limited by some to the final process by which the nutritive matter of the blood is converted into the substance of the tissues and organs.",
    "assistantly": "In a manner to give aid. [R.]",
    "assober": "To make or keep sober. [Obs.] Gower.",
    "associationist": "One who explains the higher functions and relations of the soul by the association of ideas; e. g., Hartley, J. C. Mill.",
    "assonate": "To correspond in sound.",
    "assuefaction": "The act of accustoming, or the state of being accustomed; habituation. [Obs.] Custom and studies efform the soul like wax, and by assuefaction introduce a nature. Jer. Taylor.",
    "assumpsit": "(a) A promise or undertaking, founded on a consideration. This promise may be oral or in writing not under seal. It may be express or implied. (b) An action to recover damages for a breach or nonperformance of a contract or promise, express or implied, oral or in writing not under seal. Common or indebitatus assumpsit is brought for the most part on an implied promise. Special assumpsit is founded on an express promise or undertaking. Wharton.",
    "assurgency": "Act of rising. The . . . assurgency of the spirit through the body. Coleridge.",
    "astarboard": "Over to the starboard side; -- said of the tiller.",
    "asteism": "Genteel irony; a polite and ingenious manner of deriding another.",
    "asterisk": "The figure of a star, thus,",
    "asthenia": "Want or loss of strength; debility; diminution of the vital forces.",
    "astipulate": "To assent. [Obs.] Bp. Hall.",
    "astonishing": "Very wonderful; of a nature to excite astonishment; as, an astonishing event. Syn. -- Amazing; surprising; wonderful; marvelous. As*ton\"ish*ing*ly, adv. -- As*ton\"ish*ing*ness, n.",
    "astragal": "1. (Arch.)  A convex molding of rounded surface, generally from half to three quarters of a circle. 2. (Gun.)  A round molding encircling a cannon near the mouth.",
    "astriction": "1. The act of binding; restriction; also, obligation. Milton. 2. (Med.) (a) A contraction of parts by applications; the action of an astringent substance on the animal economy. Dunglison. (b) Constipation. Arbuthnot. 3. Astringency. [Obs.] Bacon. 4. (Scots Law)  An obligation to have the grain growing on certain lands ground at a certain mill, the owner paying a toll. Bell. Note: The lands were said to be astricted to the mill.",
    "astro-": "The combining form of the Greek word 'a`stron, meaning star.",
    "astrolatry": "The worship of the stars.",
    "astrometer": "An instrument for comparing the relative amount of the light of stars.",
    "astrophotometer": "A photometer for measuring the brightness of stars.",
    "astucious": "Subtle; cunning; astute. [R.] Sir W. Scott. -- As*tu\"cious*ly, adv. [R.]",
    "asweve": "To stupefy. [Obs.] Chaucer.",
    "asymptote": "A line which approaches nearer to some curve than assignable distance, but, though infinitely extended, would never meet it. Asymptotes may be straight lines or curves. A rectilinear asymptote may be conceived as a tangent to the curve at an infinite distance.",
    "atacamite": "An oxychloride of copper, usually in emerald-green prismatic crystals.",
    "atavic": "Pertaining to a remote ancestor, or to atavism.",
    "atelier": "A workshop; a studio.",
    "atheist": "1. One who disbelieves or denies the existence of a God, or supreme intelligent Being. 2. A godless person. [Obs.] Syn. -- Infidel; unbeliever. Note: See Infidel.",
    "atheous": "1. Atheistic; impious. [Obs.] Milton. 2. Without God, neither accepting nor denying him. I should say science was atheous, and therefore could not be atheistic. Bp. of Carlisle.",
    "athink": "To repent; to displease; to disgust. [Obs.] Chaucer.",
    "atimy": "Public disgrace or stigma; infamy; loss of civil rights. Mitford.",
    "atmiatry": "Treatment of disease by vapors or gases, as by inhalation.",
    "atmolyzer": "An apparatus for effecting atmolysis.",
    "atom": "1. (Physics) (a) An ultimate indivisible particle of matter. (b) An ultimate particle of matter not necessarily indivisible; a molecule. (c) A constituent particle of matter, or a molecule supposed to be made up of subordinate particles. Note: These three definitions correspond to different views of the nature of the ultimate particles of matter. In the case of the last two, the particles are more correctly called molecules. Dana. 2. (Chem.)  The smallest particle of matter that can enter into combination; one of the elementary constituents of a molecule. 3. Anything extremely small; a particle; a whit. There was not an atom of water. Sir J. Ross.\n\nTo reduce to atoms. [Obs.] Feltham.",
    "atomization": "1. The act of reducing to atoms, or very minute particles; or the state of being so reduced. 2. (Med.)  The reduction of fluids into fine spray.",
    "atonic": "1. (Med.)  Characterized by atony, or want of vital energy; as, an atonic disease. 2. (Gram.)  Unaccented; as, an atonic syllable. 3. Destitute of tone vocality; surd. Rush.\n\n1. (Gram.)  A word that has no accent. 2. An element of speech entirely destitute of vocality, or produced by the breath alone; a nonvocal or surd consonant; a breathing. Rush. 3. (Med.)  A remedy capable of allaying organic excitement or irritation. Dunglison.",
    "atramentarious": "Like ink; suitable for making ink. Sulphate of iron (copperas, green vitriol) is called atramentarious, as being used in making ink.",
    "atrocity": "1. Enormous wickedness; extreme heinousness or cruelty. 2. An atrocious or extremely cruel deed. The atrocities which attend a victory. Macaulay.",
    "attabal": "See Atabal.",
    "attagen": "A species of sand grouse (Syrrghaptes Pallasii) found in Asia and rarely in southern Europe.",
    "attainture": "Attainder; disgrace.",
    "attemperance": "Temperance; attemperament. [Obs.] Chaucer.",
    "attendance": "1. Attention; regard; careful application. [Obs.] Till I come, give attendance to reading. 1 Tim. iv. 13. 2. The act of attending; state of being in waiting; service; ministry; the fact of being present; presence. Constant attendance at church three times a day. Fielding. 3. Waiting for; expectation. [Obs.] Languishing attendance and expectation of death. Hooker. 4. The persons attending; a retinue; attendants. If your stray attendance by yet lodged. Milton.",
    "attentive": "1. Heedful; intent; observant; regarding with care or attention. Note: Attentive is applied to the senses of hearing and seeing, as, an attentive ear or eye; to the application of the mind, as in contemplation; or to the application of the mind, in every possible sense, as when a person is attentive to the words, and to the manner and matter, of a speaker at the same time. 2. Heedful of the comfort of others; courteous. Syn. -- Heedful; intent; observant; mindful; regardful; circumspect; watchful. -- At*ten\"tive*ly, adv. -- At*ten\"tive*ness, n.",
    "attest": "1. To bear witness to; to certify; to affirm to be true or genuine; as, to attest the truth of a writing, a copy of record. Facts . . . attested by particular pagan authors. Addison. 2. To give proof of; to manifest; as, the ruins of Palmyra attest its ancient magnificence. 3. To call to witness; to invoke. [Archaic] The sacred streams which Heaven's imperial state Attests in oaths, and fears to violate. Dryden.\n\nWitness; testimony; attestation. [R.] The attest of eyes and ears. Shak.",
    "attiguous": "Touching; bordering; contiguous. [Obs.] -- At*tig\"u*ous*ness, n. [Obs.]",
    "attitudinize": "To assume affected attitudes; to strike an attitude; to pose. Maria, who is the most picturesque figure, was put to attitudinize at the harp. Hannah More.",
    "attorneyship": "The office or profession of an attorney; agency for another. Shak.",
    "attractive": "1. Having the power or quality of attracting or drawing; as, the attractive force of bodies. Sir I. Newton. 2. Attracting or drawing by moral influence or pleasurable emotion; alluring; inviting; pleasing. \"Attractive graces.\" Milton. \"Attractive eyes.\" Thackeray. Flowers of a livid yellow, or fleshy color, are most attractive to flies. Lubbock. -- At*tract\"ive*ly, adv. -- At*tract\"ive*ness, n.\n\nThat which attracts or draws; an attraction; an allurement. Speaks nothing but attractives and invitation. South.",
    "attributively": "In an attributive manner.",
    "atwixt": "Betwixt. [Obs.] Spenser.",
    "aube": "An alb. [Obs.] Fuller.",
    "auctionary": "Of or pertaining to an auction or an auctioneer. [R.] With auctionary hammer in thy hand. Dryden.",
    "audibly": "So as to be heard.",
    "auditor": "1. A hearer or listener. Macaulay. 2. A person appointed and authorized to audit or examine an account or accounts, compare the charges with the vouchers, examine the parties and witnesses, allow or reject charges, and state the balance. 3. One who hears judicially, as in an audience court. Note: In the United States government, and in the State governments, there are auditors of the treasury and of the public accounts. The name is also applied to persons employed to check the accounts of courts, corporations, companies, societies, and partnerships.",
    "auger": "1. A carpenter's tool for boring holes larger than those bored by a gimlet. It has a handle placed crosswise by which it is turned with both hands. A pod auger is one with a straight channel or groove, like the half of a bean pod. A screw auger has a twisted blade, by the spiral groove of which the chips are discharge. 2. An instrument for boring or perforating soils or rocks, for determining the quality of soils, or the nature of the rocks or strata upon which they lie, and for obtaining water. Auger bit, a bit with a cutting edge or blade like that of an anger.",
    "augrim": "See Algorism. [Obs.] Chaucer. Augrim stones, pebbles formerly used in numeration. -- Noumbres of Augrim, Arabic numerals. Chaucer.",
    "augurship": "The office, or period of office, of an augur. Bacon.",
    "auk": "A name given to various species of arctic sea birds of the family Alcidæ. The great auk, now extinct, is Alca (or Plautus) impennis. The razor-billed auk is A. torda. See Puffin, Guillemot, and Murre.",
    "aulnage": "See Alnage and Alnager.",
    "aunter": "Adventure; hap. [Obs.] In aunters, perchance.\n\nTo venture; to dare. [Obs.] Chaucer.",
    "aureate": "Golden; gilded. Skelton.",
    "auricula": "1. (Bot.) (a) A species of Primula, or primrose, called also, from the shape of its leaves, bear's-ear. (b) (b) A species of Hirneola (H. auricula), a membranaceous fungus, called also auricula Judæ, or Jew's-ear. P. Cyc. 2. (Zoöl.) (a) A genus of air-breathing mollusks mostly found near the sea, where the water is brackish (b) One of the five arched processes of the shell around the jaws of a sea urchin.",
    "auriga": "The Charioteer, or Wagoner, a constellation in the northern hemisphere, situated between Perseus and Gemini. It contains the bright star Capella.",
    "auriscopy": "Examination of the ear by the aid of the auriscope.",
    "aurous": "1. Containing gold. 2. (Chem.)  Pertaining to, or derived from, gold; -- said of those compounds of gold in which this element has its lower valence; as, aurous oxide.",
    "auspicial": "Of or pertaining to auspices; auspicious. [R.]",
    "australian": "Of or pertaining to Australia. -- n.  A native or an inhabitant of Australia.",
    "authentical": "Authentic. [Archaic]",
    "authoress": "A female author. Glover. Note: The word is not very much used, author being commonly applied to a female writer as well as to a male.",
    "authorless": "Without an author; without authority; anonymous.",
    "autobiographer": "One who writers his own life or biography.",
    "autochthon": "1. One who is supposed to rise or spring from the ground or the soil he inhabits; one of the original inhabitants or aborigines; a native; -- commonly in the plural. This title was assumed by the ancient Greeks, particularly the Athenians. 2. That which is original to a particular country, or which had there its origin.",
    "autocratic": "Of or pertaining to autocracy or to an autocrat; absolute; holding independent and arbitrary powers of government. -- Au`to*crat\"ic*al*ly, adv.",
    "autofecundation": "Self-impregnation. Darwin.",
    "autograph": "That which is written with one's own hand; an original manuscript; a person's own signature or handwriting.\n\nIn one's own handwriting; as, an autograph letter; an autograph will.",
    "autokinetic system": "In fire-alarm telegraphy, a system so arranged that when one alarm is being transmitted, no other alarm, sent in from another point, will be transmitted until after the first alarm has been disposed of.",
    "automobile": "An automobile vehicle or mechanism; esp., a self-propelled vehicle suitable for use on a street or roadway. Automobiles are usually propelled by internal combustion engines (using volatile inflammable liquids, as gasoline or petrol, alcohol, naphtha, etc.), steam engines, or electric motors. The power of the driving motor varies from about 4 to 50 H. P. for ordinary vehicles, ranging from the run-about to the touring car, up to as high as 200 H. P. for specially built racing cars. Automobiles are also commonly, and generally in British usage, called motor cars.",
    "autophagi": "Birds which are able to run about and obtain their own food as soon as hatched.",
    "autopsy": "1. Personal observation or examination; seeing with one's own eyes; ocular view. By autopsy and experiment. Cudworth. 2. (Med.)  Dissection of a dead body, for the purpose of ascertaining the cause, seat, or nature of a disease; a post-mortem examination.",
    "autotheist": "One given to self-worship. [R.]",
    "autotypy": "The art or process of making autotypes.",
    "auxiliary": "Conferring aid or help; helping; aiding; assisting; subsidiary; as auxiliary troops. Auxiliary scales (Mus.), the scales of relative or attendant keys. See under Attendant, a. -- Auxiliary verbs (Gram.). See Auxiliary, n., 3.\n\n1. A helper; an assistant; a confederate in some action or enterprise. 2. (Mil.) pl.  Foreign troops in the service of a nation at war; (rarely in sing.), a member of the allied or subsidiary force. 3. (Gram.)  A verb which helps to form the voices, modes, and tenses of other verbs; -- called, also, an auxiliary verb; as, have, be, may, can, do, must, shall, and will, in English; être and avoir, in French; avere and essere, in Italian; estar and haber, in Spanish. 4. (Math.)  A quantity introduced for the purpose of simplifying or facilitating some operation, as in equations or trigonometrical formulæ. Math. Dict.",
    "availment": "Profit; advantage. [Obs.]",
    "avatar": "1. (Hindoo Myth.)  The descent of a deity to earth, and his incarnation as a man or an animal; -- chiefly associated with the incarnations of Vishnu. 2. Incarnation; manifestation as an object of worship or admiration.",
    "avenaceous": "Belonging to, or resembling, oats or the oat grasses.",
    "avenious": "Being without veins or nerves, as the leaves of certain plants.",
    "average": "1. (OLd Eng. Law)  That service which a tenant owed his lord, to be done by the work beasts of the tenant, as the carriage of wheat, turf, etc. 2. Etym: [Cf. F. avarie damage to ship or cargo.] (Com.) (a) A tariff or duty on goods, etc. [Obs.] (b) Any charge in addition to the regular charge for freight of goods shipped. (c) A contribution to a loss or charge which has been imposed upon one of several for the general benefit; damage done by sea perils. (d) The equitable and proportionate distribution of loss or expense among all interested. General average, a contribution made, by all parties concerned in a sea adventure, toward a loss occasioned by the voluntary sacrifice of the property of some of the parties in interest for the benefit of all. It is called general average, because it falls upon the gross amount of ship, cargo, and freight at risk and saved by the sacrifice. Kent. -- Particular average signifies the damage or partial loss happening to the ship, or cargo, or freight, in consequence of some fortuitous or unavoidable accident; and it is borne by the individual owners of the articles damaged, or by their insurers. -- Petty averages are sundry small charges, which occur regularly, and are necessarily defrayed by the master in the usual course of a voyage; such as port charges, common pilotage, and the like, which formerly were, and in some cases still are, borne partly by the ship and partly by the cargo. In the clause commonly found in bills of lading, \"primage and average accustomed,\" average means a kind of composition established by usage for such charges, which were formerly assessed by way of average. Arnould. Abbott. Phillips. 3. A mean proportion, medial sum or quantity, made out of unequal sums or quantities; an arithmetical mean. Thus, if A loses 5 dollars, B 9, and C 16, the sum is 30, and the average 10. 4. Any medial estimate or general statement derived from a comparison of diverse specific cases; a medium or usual size, quantity, quality, rate, etc. \"The average of sensations.\" Paley. 5. pl.  In the English corn trade, the medial price of the several kinds of grain in the principal corn markets. On an average, taking the mean of unequal numbers or quantities.\n\n1. Pertaining to an average or mean; medial; containing a mean proportion; of a mean size, quality, ability, etc.; ordinary; usual; as, an average rate of profit; an average amount of rain; the average Englishman; beings of the average stamp. 2. According to the laws of averages; as, the loss must be made good by average contribution.\n\n1. To find the mean of, when sums or quantities are unequal; to reduce to a mean. 2. To divide among a number, according to a given proportion; as, to average a loss. 3. To do, accomplish, get, etc., on an average.\n\nTo form, or exist in, a mean or medial sum or quantity; to amount to, or to be, on an ~; as, the losses of the owners will average twenty five dollars each; these spars average ten feet in length.",
    "averruncator": "An instrument for pruning trees, consisting of two blades, or a blade and a hook, fixed on the end of a long rod.",
    "avertiment": "Advertisement. [Obs.]",
    "aviatress": "A woman aviator.",
    "avie": "Emulously. [Obs.]",
    "avisement": "Advisement; observation; deliberation. [Obs.]",
    "avoidable": "1. Capable of being vacated; liable to be annulled or made invalid; voidable. The charters were not avoidable for the king's nonage. Hale. 2. Capable of being avoided, shunned, or escaped.",
    "avouchable": "Capable of being avouched.",
    "avowed": "Openly acknowledged or declared; admitted. -- A*vow\"ed*ly (, adv.",
    "awake": "1. To rouse from sleep.; to wake; to awaken. Where morning's earliest ray . . . awake her. Tennyson. And his disciples came to him, and awoke him, saying, Lord, save us; we perish. Matt. viii. 25. 2. To rouse from a state resembling sleep, as from death, stupidity., or inaction; to put into action; to give new life to; to stir up; as, to awake the dead; to awake the dormant faculties. I was soon awaked from this disagreeable reverie. Goldsmith. It way awake my bounty further. Shak. No sunny gleam awakes the trees. Keble.\n\nTo cease to sleep; to come out of a state of natural sleep; and, figuratively, out of a state resembling sleep, as inaction or death. The national spirit again awoke. Freeman. Awake to righteousness, and sin not. 1 Cor. xv. 34.\n\nNot sleeping or lethargic; roused from sleep; in a state of vigilance or action. Before whom awake I stood. Milton. She still beheld, Now wide awake, the vision of her sleep. Keats. He was awake to the danger. Froude.",
    "awash": "Washed by the waves or tide; -- said of a rock or strip of shore, or (Naut.) of an anchor, etc., when flush with the surface of the water, so that the waves break over it.",
    "aweigh": "Just drawn out of the ground, and hanging perpendicularly; atrip; -- said of the anchor. Totten.",
    "awk": "1. Odd; out of order; perverse. [Obs.] 2. Wrong, or not commonly used; clumsy; sinister; as, the awk end of a rod (the but end). [Obs.] Golding. 3. Clumsy in performance or manners; unhandy; not dexterous; awkward. [Obs. or Prov. Eng.]\n\nPerversely; in the wrong way. L'Estrange.",
    "awn": "The bristle or beard of barley, oats, grasses, etc., or any similar bristlelike appendage; arista. Gray.",
    "awrong": "Wrongly. Ford.",
    "axile": "Situated in the axis of anything; as an embryo which lies in the axis of a seed. Gray.",
    "axiomatical": "Of or pertaining to an axiom; having the nature of an axiom; self-evident; characterized by axioms. \"Axiomatical truth.\" Johnson. The stores of axiomatic wisdom. I. Taylor.",
    "axminster carpet": "(a) [More fully chenille Axminster.] A variety of Turkey carpet, woven by machine or, when more than 27 inches wide, on a hand loom, and consisting of strips of worsted chenille so colored as to produce a pattern on a stout jute backing. It has a fine soft pile. So called from Axminster, England, where it was formerly (1755 -- 1835) made. (b) A similar but cheaper machine-made carpet, resembling moquette in construction and appearance, but finer and of better material.",
    "ayein": "Again; back against. [Obs.] Chaucer.",
    "ayry": "See Aerie. Drayton.",
    "azoic": "Destitute of any vestige of organic life, or at least of animal life; anterior to the existence of animal life; formed when there was no animal life on the globe; as, the azoic. rocks. Azoic age (Geol.), the age preceding the existence of animal life, or anterior to the paleozoic tome. Azoic is also used as a noun, age being understood. See Archæan, and Eozoic.",
    "azotine": "1.  An explosive consisting of sodium nitrate, charcoal, sulphur, and petroleum. 2.  = 1st Ammonite, 2.",
    "azurine": "Azure.\n\nThe blue roach of Europe (Leuciscus cæruleus); -- so called from its color.",
    "ba": "To kiss. [Obs.] Chaucer.",
    "babbitt metal": "A soft white alloy of variable composition (as a nine parts of tin to one of copper, or of fifty parts of tin to five of antimony and one of copper) used in bearings to diminish friction.",
    "babiism": "The doctrine of a modern religious pantheistical sect in Persia, which was founded, about 1844, by Mirza Ali Mohammed ibn Rabhik (1820 -- 1850), who assumed the title of Bab-ed-Din (Per., Gate of the Faith). Babism is a mixture of Mohammedan, Christian, Jewish, and Parsi elements. This doctrine forbids concubinage and polygamy, and frees women from many of the degradations imposed upon them among the orthodox Mohammedans. Mendicancy, the use of intoxicating liquors and drugs, and slave dealing, are forbidden; asceticism is discountenanced. --Bab\"ist, n.",
    "baboo": "A Hindoo gentleman; native clerk who writes English; also, a Hindoo title answering to Mr. or Esquire. Whitworth.",
    "baby farming": "The business of keeping a baby farm.",
    "babyroussa": "See Babyroussa.",
    "bacchanal": "1. Relating to Bacchus or his festival. 2. Engaged in drunken revels; drunken and riotous or noisy.\n\n1. A devotee of Bacchus; one who indulges in drunken revels; one who is noisy and riotous when intoxicated; a carouser. \"Tipsy bacchanals.\" Shak. 2. pl.  The festival of Bacchus; the bacchanalia. 3. Drunken revelry; an orgy. 4. A song or dance in honor of Bacchus.",
    "bacchus": "The god of wine, son of Jupiter and Semele.",
    "bachelorship": "The state of being a bachelor.",
    "back stairs": "Stairs in the back part of a house, as distinguished from the front stairs; hence, a private or indirect way.",
    "backbone": "1. The column of bones in the back which sustains and gives firmness to the frame; the spine; the vertebral or spinal column. 2. Anything like , or serving the purpose of, a backbone. The lofty mountains on the north side compose the granitic axis, or backbone of the country. Darwin. We have now come to the backbone of our subject. Earle. 3. Firmness; moral principle; steadfastness. Shelley's thought never had any backbone. Shairp. To the backbone, through and through; thoroughly; entirely. \"Staunch to the backbone.\" Lord Lytton.",
    "background": "1. Ground in the rear or behind, or in the distance, as opposed to the foreground, or the ground in front. 2. (Paint.)  The space which is behind and subordinate to a portrait or group of figures. Note: The distance in a picture is usually divided into foreground, middle distance, and background. Fairholt. 3. Anything behind, serving as a foil; as, the statue had a background of red hangings. 4. A place in obscurity or retirement, or out of sight. I fancy there was a background of grinding and waiting before Miss Torry could produce this highly finished . . . performance. Mrs. Alexander. A husband somewhere in the background. Thackeray.",
    "backless": "Without a back.",
    "backsheesh": "In Egypt and the Turkish empire, a gratuity; a \"tip\".",
    "backstay": "1. (Naut.)  A rope or stay extending from the masthead to the side of a ship, slanting a little aft, to assist the shrouds in supporting the mast. [ Often used in the plural.] 2. A rope or strap used to prevent excessive forward motion.",
    "backwards": "1. With the back in advance or foremost; as, to ride backward. 2. Toward the back; toward the rear; as, to throw the arms backward. 3. On the back, or with the back downward. Thou wilt fall backward. Shak. 4. Toward, or in, past time or events; ago. Some reigns backward. Locke. 5. By way of reflection; reflexively. Sir J. Davies. 6. From a better to a worse state, as from honor to shame, from religion to sin. The work went backward. Dryden. 7. In a contrary or reverse manner, way, or direction; contrarily; as, to read backwards. We might have . . . beat them backward home. Shak.",
    "bactericidal": "Destructive of bacteria.",
    "bacterium": "A microscopic vegetable organism, belonging to the class Algæ, usually in the form of a jointed rodlike filament, and found in putrefying organic infusions. Bacteria are destitute of chlorophyll, and are the smallest of microscopic organisms. They are very widely diffused in nature, and multiply with marvelous rapidity, both by fission and by spores. Certain species are active agents in fermentation, while others appear to be the cause of certain infectious diseases. See Bacillus.",
    "badaud": "A person given to idle observation of everything, with wonder or astonishment; a credulous or gossipy idler. A host of stories . . . dealing chiefly with the subject of his great wealth, an ever delightful topic to the badauds of Paris. Pall Mall Mag.",
    "badger-legged": "Having legs of unequal length, as the badger was thought to have. Shak.",
    "baenomere": "One of the somites (arthromeres) that make up the thorax of Arthropods. Packard.",
    "baft": "Same as Bafta.",
    "baggily": "In a loose, baggy way.",
    "baguette": "1. (Arch.)  A small molding, like the astragal, but smaller; a bead. 2. (Zoöl)  One of the minute bodies seen in the divided nucleoli of some Infusoria after conjugation.",
    "baignoire": "A box of the lowest tier in a theater.  Du Maurier.",
    "bailiwick": "The precincts within which a bailiff has jurisdiction; the limits of a bailiff's authority.",
    "bait": "1. Any substance, esp. food, used in catching fish, or other animals, by alluring them to a hook, snare, inclosure, or net. 2. Anything which allures; a lure; enticement; temptation. Fairfax. 3. A portion of food or drink, as a refreshment taken on a journey; also, a stop for rest and refreshment. 4. A light or hasty luncheon. Bait bug (Zoöl), a crustacean of the genus Hippa found burrowing in sandy beaches. See Anomura.\n\n1. To provoke and harass; esp., to harass or torment for sport; as, to bait a bear with dogs; to bait a bull. 2. To give a portion of food and drink to, upon the road; as, to bait horses. Holland. 3. To furnish or cover with bait, as a trap or hook. A crooked pin . . . bailed with a vile earthworm. W. Irving.\n\nTo stop to take a portion of food and drink for refreshment of one's self or one's beasts, on a journey. Evil news rides post, while good news baits. Milton. My lord's coach conveyed me to Bury, and thence baiting aEvelyn.\n\nTo flap the wings; to flutter as if to fly; or to hover, as a hawk when she stoops to her prey. \"Kites that bait and beat.\" Shak.",
    "baker-legged": "Having legs that bend inward at the knees.",
    "balance": "1. An apparatus for weighing. Note: In its simplest form, a balance consists of a beam or lever supported exactly in the middle, having two scales or basins of equal weight suspended from its extremities. Another form is that of the Roman balance, our steelyard, consisting of a lever or beam, suspended near one of its extremities, on the longer arm of which a counterpoise slides. The name is also given to other forms of apparatus for weighing bodies, as to the combinations of levers making up platform scales; and even to devices for weighing by the elasticity of a spring. 2. Act of weighing mentally; comparison; estimate. A fair balance of the advantages on either side. Atterbury. 3. Equipoise between the weights in opposite scales. 4. The state of being in equipoise; equilibrium; even adjustment; steadiness. And hung a bottle on each side To make his balance true. Cowper. The order and balance of the country were destroyed. Buckle. English workmen completely lose their balance. J. S. Mill. 5. An equality between the sums total of the two sides of an account; as, to bring one's accounts to a balance; -- also, the excess on either side; as, the balance of an account. \" A balance at the banker's. \" Thackeray. I still think the balance of probabilities leans towards the account given in the text. J. Peile. 6. (Horol.)  A balance wheel, as of a watch, or clock. See Balance wheel (in the Vocabulary). 7. (Astron.) (a) The constellation Libra. (b) The seventh sign in the Zodiac, called Libra, which the sun enters at the equinox in September. 8. A movement in dancing. See Balance, v. i., S. Balance electrometer, a kind of balance, with a poised beam, which indicates, by weights suspended from one arm, the mutual attraction of oppositely electrified surfaces. Knight. -- Balance fish. (Zoöl) See Hammerhead. -- Balance knife, a carving or table knife the handle of which overbalances the blade, and so keeps it from contact with the table. -- Balance of power. (Politics), such an adjustment of power among sovereign states that no one state is in a position to interfere with the independence of the others; international equilibrium; also, the ability ( of a state or a third party within a state) to control the relations between sovereign states or between dominant parties in a state. -- Balance sheet (Bookkeeping), a paper showing the balances of the open accounts of a business, the debit and credit balances footing up equally, if the system of accounts be complete and the balances correctly taken. -- Balance thermometer, a thermometer mounted as a balance so that the movement of the mercurial column changes the indication of the tube. With the aid of electrical or mechanical devices adapted to it, it is used for the automatic regulation of the temperature of rooms warmed artificially, and as a fire alarm. -- Balance of torsion. See Torsion Balance. -- Balance of trade (Pol. Econ.), an equilibrium between the money values of the exports and imports of a country; or more commonly, the amount required on one side or the other to make such an equilibrium. -- Balance valve, a valve whose surfaces are so arranged that the fluid pressure tending to seat, and that tending to unseat the valve, are nearly in equilibrium; esp., a puppet valve which is made to operate easily by the admission of steam to both sides. See Puppet valve. -- Hydrostatic balance. See under Hydrostatic. -- To lay in balance, to put up as a pledge or security. [Obs.] Chaucer. -- To strike a balance, to find out the difference between the debit and credit sides of an account.\n\n1. To bring to an equipoise, as the scales of a balance by adjusting the weights; to weigh in a balance. 2. To support on a narrow base, so as to keep from falling; as, to balance a plate on the end of a cane; to balance one's self on a tight rope. 3. To equal in number, weight, force, or proportion; to counterpoise, counterbalance, counteract, or neutralize. One expression . . . must check and balance another. Kent. 4. To compare in relative force, importance, value, etc.; to estimate. Balance the good and evil of things. L'Estrange. 5. To settle and adjust, as an account; to make two accounts equal by paying the difference between them. I am very well satisfied that it is not in my power to balance accounts with my Maker. Addison. 6. To make the sums of the debits and credits of an account equal; -- said of an item; as, this payment, or credit, balances the account. 7. To arrange accounts in such a way that the sum total of the debits is equal to the sum total of the credits; as, to balance a set of books. 8. (Dancing)  To move toward, and then back from, reciprocally; as, to balance partners. 9. (Naut.)  To contract, as a sail, into a narrower compass; as, to balance the boom mainsail. Balanced valve. See Balance valve, under Balance, n. Syn. -- To poise; weigh; adjust; counteract; neutralize; equalize.\n\n1. To have equal weight on each side; to be in equipoise; as, the scales balance. 2. To fluctuate between motives which appear of equal force; to waver; to hesitate. He would not balance or err in the determination of his choice. Locke. 3. (Dancing)  To move toward a person or couple, and then back.",
    "balas ruby": "A variety of spinel ruby, of a pale rose red, or inclining to orange. See Spinel.",
    "bald": "1. Destitute of the natural or common covering on the head or top, as of hair, feathers, foliage, trees, etc.; as, a bald head; a bald oak. On the bald top of an eminence. Wordsworth. 2. Destitute of ornament; unadorned; bare; literal. In the preface to his own bald translation. Dryden. 3. Undisguised. \" Bald egotism.\" Lowell. 4. Destitute of dignity or value; paltry; mean. [Obs.] 5. (Bot.)  Destitute of a beard or awn; as, bald wheat. 6. (Zoöl.) (a) Destitute of the natural covering. (b) Marked with a white spot on the head; bald-faced. Bald buzzard (Zoöl.), the fishhawk or osprey. -- Bald coot (Zoöl.), a name of the European coot (Fulica atra), alluding to the bare patch on the front of the head.",
    "baldpate": "1. A baldheaded person. Shak. 2. (Zoöl.)  The American widgeon (Anas Americana).\n\nDestitute of hair on the head; baldheaded. Shak.",
    "balefully": "In a baleful manner; perniciously.",
    "balkish": "Uneven; ridgy. [R.] Holinshed.",
    "ballahou": "A fast-sailing schooner, used in the Bermudas and West Indies.",
    "ballistics": "The science or art of hurling missile weapons by the use of an engine. Whewell.",
    "balloonry": "The art or practice of ascending in a balloon; aëronautics.",
    "balm": "1. (Bot.)  An aromatic plant of the genus Melissa. 2. The resinous and aromatic exudation of certain trees or shrubs. Dryden. 3. Any fragrant ointment. Shak. 4. Anything that heals or that mitigates pain. \"Balm for each ill.\" Mrs. Hemans. Balm cricket (Zoöl.), the European cicada. Tennyson. -- Balm of Gilead (Bot.), a small evergreen African and Asiatic tree of the terebinthine family (Balsamodendron Gileadense). Its leaves yield, when bruised, a strong aromatic scent; and from this tree is obtained the balm of Gilead of the shops, or balsam of Mecca. This has a yellowish or greenish color, a warm, bitterish, aromatic taste, and a fragrant smell. It is valued as an unguent and cosmetic by the Turks. The fragrant herb Dracocephalum Canariense is familiarly called balm of Gilead, and so are the American trees, Populus balsamifera, variety candicans (balsam poplar), and Abies balsamea (balsam fir).\n\nTo anoint with balm, or with anything medicinal. Hence: To soothe; to mitigate. [Archaic] Shak.",
    "balneology": "A treatise on baths; the science of bathing.",
    "balsamine": "The Impatiens balsamina, or garden balsam.",
    "bambino": "A child or baby; esp., a representation in art of the infant Christ wrapped in swaddling clothes.",
    "banat": "The territory governed by a ban.",
    "bandanna": "1. A species of silk or cotton handkerchief, having a uniformly dyed ground, usually of red or blue, with white or yellow figures of a circular, lozenge, or other simple form. 2. A style of calico printing, in which white or bright spots are produced upon cloth previously dyed of a uniform red or dark color, by discharging portions of the color by chemical means, while the rest of the cloth is under pressure. Ure.",
    "bandit": "An outlaw; a brigand. No savage fierce, bandit, or mountaineer. Milton. Note: The plural banditti was formerly used as a collective noun. Deerstealers are ever a desperate banditti. Sir W. Scott.",
    "bandrol": "A little banner, flag, or streamer. [Written also bannerol.] From the extremity of which fluttered a small banderole or streamer bearing a cross. Sir W. Scott.\n\nSame as Banderole.",
    "bangue": "See Bhang.",
    "bank book": "A book kept by a depositor, in which an officer of a bank enters the debits and credits of the depositor's account with the bank.",
    "bankruptcy": "1. The state of being actually or legally bankrupt. 2. The act or process of becoming a bankrupt. 3. Complete loss; -- followed by of.",
    "banquet": "1. A feast; a sumptuous entertainment of eating and drinking; often, a complimentary or ceremonious feast, followed by speeches. 2. A dessert; a course of sweetmeats; a sweetmeat or sweetmeats. [Obs.] We'll dine in the great room, but let the music And banquet be prepared here. Massinger.\n\nTo treat with a banquet or sumptuous entertainment of food; to feast. Just in time to banquet The illustrious company assembled there. Coleridge.\n\n1. To regale one's self with good eating and drinking; to feast. Were it a draught for Juno when she banquets, I would not taste thy treasonous offer. Milton. 2. To partake of a dessert after a feast. [Obs.] Where they did both sup and banquet. Cavendish.",
    "banteng": "The wild ox of Java (Bibos Banteng).",
    "baphomet": "An idol or symbolical figure which the Templars were accused of using in their mysterious rites.",
    "baptization": "Baptism. [Obs.] Their baptizations were null. Jer. Taylor.",
    "barb": "1. Beard, or that which resembles it, or grows in the place of it. The barbel, so called by reason of his barbs, or wattles in his mouth. Walton. 2. A muffler, worn by nuns and mourners. [Obs.] 3. pl.  Paps, or little projections, of the mucous membrane, which mark the opening of the submaxillary glands under the tongue in horses and cattle. The name is mostly applied when the barbs are inflamed and swollen. [Written also barbel and barble.] 4. The point that stands backward in an arrow, fishhook, etc., to prevent it from being easily extracted. Hence: Anything which stands out with a sharp point obliquely or crosswise to something else. \"Having two barbs or points.\" Ascham. 5. A bit for a horse. [Obs.] Spenser. 6. (Zoöl.)  One of the side branches of a feather, which collectively constitute the vane. See Feather. 7. (Zoöl.)  A southern name for the kingfishes of the eastern and southeastern coasts of the United States; -- also improperly called whiting. 8. (Bot.)  A hair or bristle ending in a double hook.\n\n1. To shave or dress the beard of. [Obs.] 2. To clip; to mow. [Obs.] Marston. 3. To furnish with barbs, or with that which will hold or hurt like barbs, as an arrow, fishhook, spear, etc. But rattling storm of arrows barbed with fire. Milton.\n\n1. The Barbary horse, a superior breed introduces from Barbary into Spain by the Moors. 2. (Zoöl.)  A blackish or dun variety of the pigeon, originally brought from Barbary.\n\nArmor for a horse. Same as 2d Bard, n., 1.",
    "barbarism": "1. An uncivilized state or condition; rudeness of manners; ignorance of arts, learning, and literature; barbarousness. Prescott. 2. A barbarous, cruel, or brutal action; an outrage. A heinous barbarism . . . against the honor of marriage. Milton. 3. An offense against purity of style or language; any form of speech contrary to the pure idioms of a particular language. See Solecism. The Greeks were the first that branded a foreign term in any of their writers with the odious name of barbarism. G. Campbell.",
    "barbecue": "1. A hog, ox, or other large animal roasted or broiled whole for a feast. 2. A social entertainment, where many people assemble, usually in the open air, at which one or more large animals are roasted or broiled whole. 3. A floor, on which coffee beans are sun-dried.\n\n1. To dry or cure by exposure on a frame or gridiron. They use little or no salt, but barbecue their game and fish in the smoke. Stedman. 2. To roast or broil whole, as an ox or hog. Send me, gods, a whole hog barbecued. Pope.",
    "barbette": "A mound of earth or a platform in a fortification, on which guns are mounted to fire over the parapet. En barbette, In barbette, said of guns when they are elevated so as to fire over the top of a parapet, and not through embrasures. -- Barbette gun, or Barbette battery, a single gun, or a number of guns, mounted in barbette, or partially protected by a parapet or turret. -- Barbette carriage, a gun carriage which elevates guns sufficiently to be in barbette. [See Illust. of Casemate.]",
    "barble": "See Barbel.",
    "bardiglio": "An Italian marble of which the principal varieties occur in the neighborhood of Carrara and in Corsica. It commonly shows a dark gray or bluish ground traversed by veins.",
    "barefacedly": "Openly; shamelessly. Locke.",
    "barenecked": "Having the neck bare.",
    "barge": "1. A pleasure boat; a vessel or boat of state, elegantly furnished and decorated. 2. A large, roomy boat for the conveyance of passengers or goods; as, a ship's barge; a charcoal barge. 3. A large boat used by flag officers. 4. A double-decked passenger or freight vessel, towed by a steamboat. [U.S.] 5. A large omnibus used for excursions. [Local, U.S.]",
    "barilla": "1. (Bot.)  A name given to several species of Salsola from which soda is made, by burning the barilla in heaps and lixiviating the ashes. 2. (Com.) (a) The alkali produced from the plant, being an impure carbonate of soda, used for making soap, glass, etc., and for bleaching purposes. (b) Impure soda obtained from the ashes of any seashore plant, or kelp. Ure. Copper barilla (Min.), native copper in granular form mixed with sand, an ore brought from Bolivia; -- called also Barilla de cobre.",
    "barkeeper": "One who keeps or tends a bar for the sale of liquors.",
    "barleybrake": "An ancient rural game, commonly played round stacks of barley, or other grain, in which some of the party attempt to catch others who run from a goal.",
    "barmy": "Full of barm or froth; in a ferment. \"Barmy beer.\" Dryden.\n\nFull of barm or froth; in a ferment. \"Barmy beer.\"  Dryden.",
    "barograph": "An instrument for recording automatically the variations of atmospheric pressure.",
    "barometz": "The woolly-skinned rhizoma or rootstock of a fern (Dicksonia barometz), which, when specially prepared and inverted, somewhat resembles a lamb; -- called also Scythian lamb.",
    "baroque": "In bad taste; grotesque; odd.",
    "barrack": "1. (Mil.)  A building for soldiers, especially when in garrison. Commonly in the pl., originally meaning temporary huts, but now usually applied to a permanent structure or set of buildings. He lodged in a miserable hut or barrack, composed of dry branches and thatched with straw. Gibbon. 2. A movable roof sliding on four posts, to cover hay, straw, etc. [Local, U.S.]\n\nTo supply with barracks; to establish in barracks; as, to barrack troops.\n\nTo live or lodge in barracks.",
    "barratrous": "Tainter with, or constituting, barratry. -- Bar\"ra*trous*ly, adv. Kent.",
    "barrenwort": "An herbaceous plant of the Barberry family (Epimedium alpinum), having leaves that are bitter and said to be sudorific.",
    "barrister": "Counselor at law; a counsel admitted to plead at the bar, and undertake the public trial of causes, as distinguished from an attorney or solicitor. See Attorney. [Eng.]",
    "barterer": "One who barters.",
    "barwood": "A red wood of a leguminous tree (Baphia nitida), from Angola and the Gaboon in Africa. It is used as a dyewood, and also for ramrods, violin bows and turner's work.",
    "bas-relief": "Low relief; sculpture, the figures of which project less than half of their true proportions; -- called also bassrelief and basso- rilievo. See Alto-rilievo.",
    "bascinet": "A light helmet, at first open, but later made with a visor. [Written also basinet, bassinet, basnet.]",
    "baselard": "A short sword or dagger, worn in the fifteenth century. [Written also baslard.] Fairholt.",
    "bashfulness": "The quality of being bashful. Syn. -- Bashfulness, Modesty, Diffidence, Shyness. Modesty arises from a low estimate of ourselves; bashfulness is an abashment or agitation of the spirits at coming into contact with others; diffidence is produced by an undue degree of self-distrust; shyness usually arises from an excessive self-consciousness, and a painful impression that every one is looking at us. Modesty of deportment is becoming at all; bashfulness often gives rise to mistakes and blundering; diffidence is society frequently makes a man a burden to himself; shyness usually produces a reserve or distance which is often mistaken for haughtiness.",
    "basicity": "(a) The quality or state of being a base. (b) The power of an acid to unite with one or more atoms or equivalents of a base, as indicated by the number of replaceable hydrogen atoms contained in the acid.",
    "basil": "The slope or angle to which the cutting edge of a tool, as a plane, is ground. Grier.\n\nTo grind or form the edge of to an angle. Moxon.\n\nThe name given to several aromatic herbs of the Mint family, but chiefly to the common or sweet basil (Ocymum basilicum), and the bush basil, or lesser basil (O. minimum), the leaves of which are used in cookery. The name is also given to several kinds of mountain mint (Pycnanthemum). Basil thyme, a name given to the fragrant herbs Calamintha Acinos and C. Nepeta. -- Wild basil, a plant (Calamintha clinopodium) of the Mint family.\n\nThe skin of a sheep tanned with bark.",
    "basin": "1. A hollow vessel or dish, to hold water for washing, and for various other uses. 2. The quantity contained in a basin. 3. A hollow vessel, of various forms and materials, used in the arts or manufactures, as that used by glass grinders for forming concave glasses, by hatters for molding a hat into shape, etc. 4. A hollow place containing water, as a pond, a dock for ships, a little bay. 5. (Physical Geog.) (a) A circular or oval valley, or depression of the surface of the ground, the lowest part of which is generally occupied by a lake, or traversed by a river. (b) The entire tract of country drained by a river, or sloping towards a sea or lake. 6. (Geol.)  An isolated or circumscribed formation, particularly where the strata dip inward, on all sides, toward a center; -- especially applied to the coal formations, called coal basins or coal fields.",
    "basisphenoid": "Of or pertaining to that part of the base of the cranium between the basioccipital and the presphenoid, which usually ossifies separately in the embryo or in the young, and becomes a part of the sphenoid in the adult.\n\nThe basisphenoid bone.",
    "bason": "A basin. [Obs. or Special form]",
    "basset": "A game at cards, resembling the modern faro, said to have been invented at Venice. Some dress, some dance, some play, not to forget Your piquet parties, and your dear basset. Rowe.\n\nInclined upward; as, the basset edge of strata. Lyell.\n\nThe edge of a geological stratum at the surface of the ground; the outcrop.\n\nTo inclined upward so as to appear at the surface; to crop out; as, a vein of coal bassets.",
    "bassoon": "A wind instrument of the double reed kind, furnished with holes, which are stopped by the fingers, and by keys, as in flutes. It forms the natural bass to the oboe, clarinet, etc. Note: Its compass comprehends three octaves. For convenience of carriage it is divided into two parts; whence it is also called a fagot.",
    "bastardy": "1. The state of being a bastard; illegitimacy. 2. The procreation of a bastard child. Wharton.",
    "basutos": "A warlike South African people of the Bantu stock, divided into many tribes, subject to the English. They formerly practiced cannibalism, but have now adopted many European customs.",
    "batavian": "Of or pertaining to (a) the Batavi, an ancient Germanic tribe; or to (b) as, a Batavian legion. Batavian Republic, the name given to Holland by the French after its conquest in 1795.\n\nA native or inhabitant of Batavia or Holland. [R.] Bancroft.",
    "batfowling": "A mode of catching birds at night, by holding a torch or other light, and beating the bush or perch where they roost. The birds, flying to the light, are caught with nets or otherwise.",
    "bathos": "A ludicrous descent from the elevated to the low, in writing or speech; anticlimax.",
    "batoidei": "The division of fishes which includes the rays and skates.",
    "battable": "Capable of culti [Obs.] Burton.",
    "batterer": "One who, or that which, batters.",
    "battled": "Embattled. [Poetic] Tennyson.",
    "batture": "An elevated river bed or sea bed.",
    "bauk": "See Balk.",
    "bawbee": "A halfpenny. [Spelt also baubee.] [Scot. & Prov. Eng.]",
    "bawdyhouse": "A house of prostitution; a house of ill fame; a brothel.",
    "bay ice": "See under Ice.",
    "bayad": "A large, edible, siluroid fish of the Nile, of two species (Bagrina bayad and B. docmac).",
    "bayman": "In the United States navy, a sick-bay nurse; -- now officially designated as hospital apprentice.",
    "bdellometer": "A cupping glass to which are attached a scarificator and an exhausting syringe. Dunglison.",
    "beaconless": "Having no beacon.",
    "beadsnake": "A small poisonous snake of North America (Elaps fulvius), banded with yellow, red, and black.",
    "beal": "A small inflammatory tumor; a pustule. [Prov. Eng.]\n\nTo gather matter; to swell and come to a head, as a pimple. [Prov. Eng.]",
    "beamless": "1. Not having a beam. 2. Not emitting light.",
    "bearberry": "A trailing plant of the heath family (Arctostaphylos uva-ursi), having leaves which are tonic and astringent, and glossy red berries of which bears are said to be fond.",
    "bearing": "1. The manner in which one bears or conducts one's self; mien; behavior; carriage. I know him by his bearing. Shak. 2. Patient endurance; suffering without complaint. 3. The situation of one object, with respect to another, such situation being supposed to have a connection with the object, or influence upon it, or to be influenced by it; hence, relation; connection. But of this frame, the bearings and the ties, The strong connections, nice dependencies. Pope. 4. Purport; meaning; intended significance; aspect. 5. The act, power, or time of producing or giving birth; as, a tree in full bearing; a tree past bearing. [His mother] in travail of his bearing. R. of Gloucester. 6. (Arch.) (a) That part of any member of a building which rests upon its supports; as, a lintel or beam may have four inches of bearing upon the wall. (b) The portion of a support on which anything rests. (c) Improperly, the unsupported span; as, the beam has twenty feet of bearing between its supports. 7. (Mach.) (a) The part of an axle or shaft in contact with its support, collar, or boxing; the journal. (b) The part of the support on which a journal rests and rotates. 8. (Her.)  Any single emblem or charge in an escutcheon or coat of arms -- commonly in the pl. A carriage covered with armorial bearings. Thackeray. 9. (Naut.) (a) The situation of a distant object, with regard to a ship's position, as on the bow, on the lee quarter, etc.; the direction or point of the compass in which an object is seen; as, the bearing of the cape was W. N. W. (b) pl.  The widest part of a vessel below the plank-sheer. (c) pl.  The line of flotation of a vessel when properly trimmed with cargo or ballast. Ball bearings. See under Ball. -- To bring one to his bearings, to bring one to his senses. -- To lose one's bearings, to become bewildered. -- To take bearings, to ascertain by the compass the position of an object; to ascertain the relation of one object or place to another; to ascertain one's position by reference to landmarks or to the compass; hence (Fig.), to ascertain the condition of things when one is in trouble or perplexity. Syn. -- Deportment; gesture; mien; behavior; manner; carriage; demeanor; port; conduct; direction; relation; tendency; influence.",
    "beasthood": "State or nature of a beast.",
    "beatific": "Having the power to impart or complete blissful enjoyment; blissful. \"The beatific vision.\" South. -- Be`a*tif\"ic*al*ly, adv.",
    "beaucatcher": "A small flat curl worn on the temple by women. [Humorous]",
    "beautifier": "One who, or that which, beautifies or makes beautiful.",
    "beaverteen": "A kind of fustian made of coarse twilled cotton, shorn after dyeing. Simmonds.",
    "becalm": "1. To render calm or quiet; to calm; to still; to appease. Soft whispering airs . . . becalm the mind. Philips. 2. To keep from motion, or stop the progress of, by the stilling of the wind; as, the fleet was becalmed.",
    "bechic": "Pertaining to, or relieving, a cough. Thomas. -- n.  A medicine for relieving coughs. Quincy.",
    "becomed": "Proper; decorous. [Obs.] And gave him what becomed love I might. Shak.",
    "bed": "1. An article of furniture to sleep or take rest in or on; a couch. Specifically: A sack or mattress, filled with some soft material, in distinction from the bedstead on which it is placed (as, a feather bed), or this with the bedclothes added. In a general sense, any thing or place used for sleeping or reclining on or in, as a quantity of hay, straw, leaves, or twigs. And made for him [a horse] a leafy bed. Byron. I wash, wring, brew, bake, . . . make the beds. Shak. In bed he slept not for my urging it. Shak. 2. (Used as the symbol of matrimony) Marriage. George, the eldest son of his second bed. Clarendon. 3. A plat or level piece of ground in a garden, usually a little raised above the adjoining ground. \"Beds of hyacinth and roses.\" Milton. 4. A mass or heap of anything arranged like a bed; as, a bed of ashes or coals. 5. The bottom of a watercourse, or of any body of water; as, the bed of a river. So sinks the daystar in the ocean bed. Milton. 6. (Geol.)  A layer or seam, or a horizontal stratum between layers; as, a bed of coal, iron, etc. 7. (Gun.)  See Gun carriage, and Mortar bed. 8. (Masonry) (a) The horizontal surface of a building stone; as, the upper and lower beds. (b) A course of stone or brick in a wall. (c) The place or material in which a block or brick is laid. (d) The lower surface of a brick, slate, or tile. Knight. 9. (Mech.)  The foundation or the more solid and fixed part or framing of a machine; or a part on which something is laid or supported; as, the bed of an engine. 10. The superficial earthwork, or ballast, of a railroad. 11. (Printing)  The flat part of the press, on which the form is laid. Note: Bed is much used adjectively or in combination; as, bed key or bedkey; bed wrench or bedwrench; bedchamber; bedmaker, etc. Bed of justice (French Hist.), the throne (F. lit bed) occupied by the king when sitting in one of his parliaments (judicial courts); hence, a session of a refractory parliament, at which the king was present for the purpose of causing his decrees to be registered. -- To be brought to bed, to be delivered of a child; -- often followed by of; as, to be brought to bed of a son. -- To make a bed, to prepare a bed; to arrange or put in order a bed and its bedding. -- From bed and board (Law), a phrase applied to a separation by partial divorce of man and wife, without dissolving the bonds of matrimony. If such a divorce (now commonly called a judicial separation) be granted at the instance of the wife, she may have alimony.\n\n1. To place in a bed. [Obs.] Bacon. 2. To make partaker of one's bed; to cohabit with. I'll to the Tuscan wars, and never bed her. Shak. 3. To furnish with a bed or bedding. 4. To plant or arrange in beds; to set, or cover, as in a bed of soft earth; as, to bed the roots of a plant in mold. 5. To lay or put in any hollow place, or place of rest and security, surrounded or inclosed; to embed; to furnish with or place upon a bed or foundation; as, to bed a stone; it was bedded on a rock. Among all chains or clusters of mountains where large bodies of still water are bedded. Wordsworth. 6. (Masonry)  To dress or prepare the surface of stone) so as to serve as a bed. 7. To lay flat; to lay in order; to place in a horizontal or recumbent position. \"Bedded hair.\" Shak.\n\nTo go to bed; to cohabit. If he be married, and bed with his wife. Wiseman.",
    "bedash": "To wet by dashing or throwing water or other liquid upon; to bespatter. \"Trees bedashed with rain.\" Shak.",
    "bede": "To pray; also, to offer; to proffer. [Obs.] R. of Gloucester. Chaucer.\n\nA kind of pickax.",
    "bedeswoman": "Fem. of Beadsman.",
    "bedim": "To make dim; to obscure or darken. Shak.",
    "bedphere": "A bedfellow. [Obs.] Chapman.\n\nSee Bedfere. [Obs.] B. Jonson.",
    "bedridden": "Confined to the bed by sickness or infirmity. \"Her decrepit, sick, and bedrid father.\" Shak. \"The estate of a bedridden old gentleman.\" Macaulay.",
    "bedspread": "A bedquilt; a counterpane; a coverlet. [U. S.]",
    "bedung": "To cover with dung, as for manuring; to bedaub or defile, literally or figuratively. Bp. Hall.",
    "beech": "A tree of the genus Fagus. Note: It grows to a large size, having a smooth bark and thick foliage, and bears an edible triangular nut, of which swine are fond. The Fagus sylvatica is the European species, and the F. ferruginea that of America. Beech drops (Bot.), a parasitic plant which grows on the roots of beeches (Epiphegus Americana). -- Beech marten (Zoöl.), the stone marten of Europe (Mustela foina). -- Beech mast, the nuts of the beech, esp. as they lie under the trees, in autumn. -- Beech oil, oil expressed from the mast or nuts of the beech tree. -- Cooper beech, a variety of the European beech with copper- colored, shining leaves.",
    "beefy": "Having much beef; of the nature of beef; resembling beef; fleshy.",
    "beerhouse": "A house where malt liquors are sold; an alehouse.",
    "beetle brow": "An overhanging brow.",
    "befitting": "Suitable; proper; becoming; fitting.",
    "befoul": "1. To make foul; to soil. 2. To entangle or run against so as to impede motion.",
    "begetter": "One who begets; a father.",
    "begild": "To gild. B. Jonson.",
    "begohm": "A unit of resistance equal to one billion ohms, or one thousand megohms.",
    "begrudge": "To grudge; to envy the possession of.",
    "begun": "of Begin.",
    "behest": "1. That which is willed or ordered; a command; a mandate; an injunction. To do his master's high behest. Sir W. Scott. 2. A vow; a promise. [Obs.] The time is come that I should send it her, if I keep the behest that I have made. Paston.\n\nTo vow. [Obs.] Paston.",
    "beholding": "Obliged; beholden. [Obs.] I was much bound and beholding to the right reverend father. Robynson (More's Utopia). So much hath Oxford been beholding to her nephews, or sister's children. Fuller.\n\nThe act of seeing; sight; also, that which is beheld. Shak.",
    "beild": "A place of shelter; protection; refuge. [Scot. & Prov. Eng.] [Also written bield and beeld.] The random beild o' clod or stane. Burns.",
    "beknow": "To confess; to acknowledge. [Obs.] Chaucer.",
    "belated": "Delayed beyond the usual time; too late; overtaken by night; benighted. \"Some belated peasant.\" Milton. -- Be*lat\"ed*ness, n. Milton.",
    "beleave": "To leave or to be left. [Obs.] May.",
    "belgravian": "Belonging to Belgravia (a fashionable quarter of London, around Pimlico), or to fashionable life; aristocratic.",
    "belight": "To illuminate. [Obs.] Cowley.",
    "bell jar": "A glass vessel, varying in size, open at the bottom and closed at the top like a bell, and having a knob or handle at the top for lifting it. It is used for a great variety of purposes; as, with the air pump, and for holding gases, also for keeping the dust from articles exposed to view.",
    "bellbird": "(a) A South American bird of the genus Casmarhincos, and family Cotingidæ, of several species; the campanero. (b) The Myzantha melanophrys of Australia.",
    "bellibone": "A woman excelling both in beauty and goodness; a fair maid. [Obs.] Spenser.",
    "belligerently": "In a belligerent manner; hostilely.",
    "belluine": "Pertaining to, or like, a beast; brutal. [R.] Animal and belluine life. Atterbury.",
    "bellycheer": "Good cheer; viands. [Obs.] \"Bellycheer and banquets.\" Rowlands. \"Loaves and bellycheer.\" Milton.\n\nTo revel; to feast. [Obs.] A pack of clergymen [assembled] by themselves to bellycheer in their presumptuous Sion. Milton.",
    "belove": "To love. [Obs.] Wodroephe.",
    "beltin": "See Beltane.",
    "bemaster": "To master thoroughly.",
    "bemoaner": "One who bemoans.",
    "ben nut": "The seed of one or more species of moringa; as, oil of ben. See Moringa.",
    "bendlet": "A narrow bend, esp. one half the width of the bend.",
    "benedictine": "Pertaining to the monks of St. Benedict, or St. Benet.\n\nOne of a famous order of monks, established by St. Benedict of Nursia in the sixth century. This order was introduced into the United States in 1846. Note: The Benedictines wear black clothing, and are sometimes called Black Monks. The name Black Fr which belongs to the Dominicans, is also sometimes applied to the Benedictines.",
    "benefactress": "A woman who confers a benefit. His benefactress blushes at the deed. Cowper.",
    "beneficially": "In a beneficial or advantageous manner; profitably; helpfully.",
    "benet": "To catch in a net; to insnare. Shak.",
    "benightment": "The condition of being benighted.",
    "benjamite": "A descendant of Benjamin; one of the tribe of Benjamin. Judg. iii. 15.",
    "benthos": "The bottom of the sea, esp. of the deep oceans; hence (Bot. & Zoöl.), the fauna and flora of the sea bottom; -- opposed to plankton.",
    "benzine": "1. A liquid consisting mainly of the lighter and more volatile hydrocarbons of petroleum or kerosene oil, used as a solvent and for cleansing soiled fabrics; -- called also petroleum spirit, petroleum benzine. Varieties or similar products are gasoline, naphtha, rhigolene, ligroin, etc. 2. Same as Benzene. [R.] Note: The hydrocarbons of benzine proper are essentially of the marsh gas series, while benzene proper is the typical hydrocarbon of the aromatic series.",
    "benzosol": "Guaiacol benzoate, used as an intestinal antiseptic and as a substitute for creosote in phthisis. It is a colorless crystalline pewder.",
    "bepraise": "To praise greatly or extravagantly. Goldsmith.",
    "bequote": "To quote constantly or with great frequency.",
    "berdash": ",n.A kind of neckcloth. [Obs.] A treatise against the cravat and berdash. Steele.",
    "bergeret": "A pastoral song. [Obs.]",
    "beriberi": "An acute disease occurring in India, characterized by multiple inflammatory changes in the nerves, producing great muscular debility, a painful rigidity of the limbs, and cachexy.",
    "bernacle": "See Barnacle.",
    "berrying": "A seeking for or gathering of berries, esp. of such as grow wild.",
    "bertillon system": "A system for the identification of persons by a physical description based upon anthropometric measurements, notes of markings, deformities, color, impression of thumb lines, etc.",
    "besaint": "To make a saint of.",
    "bescummer": "To discharge ordure or dung upon. [Obs.] B. Jonson.",
    "beseen": "1. Seen; appearing. [Obs. or Archaic] 2. Decked or adorned; clad. [Archaic] Chaucer. 3. Accomplished; versed. [Archaic] Spenser.",
    "beside": "1. At the side of; on one side of. \"Beside him hung his bow.\" Milton. 2. Aside from; out of the regular course or order of; in a state of deviation from; out of. [You] have done enough To put him quite beside his patience. Shak. 3. Over and above; distinct from; in addition to. Note: [In this use besides is now commoner.] Wise and learned men beside those whose names are in the Christian records. Addison. To be beside one's self, to be out ob one's wits or senses. Paul, thou art beside thyself. Acts xxvi. 24. Syn. -- Beside, Besides. These words, whether used as prepositions or adverbs, have been considered strictly synonymous, from an early period of our literature, and have been freely interchanged by our best writers. There is, however, a tendency, in present usage, to make the following distinction between them: 1. That beside be used only and always as a preposition, with the original meaning \"by the side of; \" as, to sit beside a fountain; or with the closely allied meaning \"aside from\", \"apart from\", or \"out of\"; as, this is beside our present purpose; to be beside one's self with joy. The adverbial sense to be wholly transferred to the cognate word. 2. That besides, as a preposition, take the remaining sense \"in addition to\", as, besides all this; besides the considerations here offered. \"There was a famine in the land besides the first famine.\" Gen. xxvi. 1. And that it also take the adverbial sense of \"moreover\", \"beyond\", etc., which had been divided between the words; as, besides, there are other considerations which belong to this case. The following passages may serve to illustrate this use of the words: -- Lovely Thais sits beside thee. Dryden. Only be patient till we have appeased The multitude, beside themselves with fear. Shak. It is beside my present business to enlarge on this speculation. Locke. Besides this, there are persons in certain situations who are expected to be charitable. Bp. Porteus. And, besides, the Moor May unfold me to him; there stand I in much peril. Shak. That man that does not know those things which are of necessity for him to know is but an ignorant man, whatever he may know besides. Tillotson. Note: See Moreover.\n\n1. On one side. [Obs.] Chaucer. Shak. 2. More than that; over and above; not included in the number, or in what has been mentioned; moreover; in addition. The men said unto Lot, Hast thou here any besides Gen. xix. 12. To all beside, as much an empty shade, An Eugene living, as a Cæsar dead. Pope. Note: These sentences may be considered as elliptical.",
    "beslime": "To daub with slime; to soil. [Obs.] B. Jonson.",
    "besogne": "A worthless fellow; a bezonian. [Obs.]",
    "bespawl": "To daub, soil, or make foul with spawl or spittle. [Obs.] Milton.",
    "bespread": "To spread or cover over. The carpet which bespread His rich pavilion's floor. Glover.",
    "bestar": "To sprinkle with, or as with, stars; to decorate with, or as with, stars; to bestud. \"Bestarred with anemones.\" W. Black.",
    "bestorm": "To storm. Young.",
    "bestrode": "imp. & p. p. of Bestride.",
    "betaine": "A nitrogenous base, C5H11NO2, produced artificially, and also occurring naturally in beetroot molasses and its residues, from which it is extracted as a white crystalline substance; -- called also lycine and oxyneurine. It has a sweetish taste.",
    "bethabara wood": "A highly elastic wood, used for fishing rods, etc. The tree is unknown, but it is thought to be East Indian.",
    "betide": "To happen to; to befall; to come to ; as, woe betide the wanderer. What will betide the few Milton.\n\nTo come to pass; to happen; to occur. A salve for any sore that may betide. Shak. Note: Shakespeare has used it with of. \"What would betide of me \"",
    "betoss": "To put in violent motion; to agitate; to disturb; to toss. \"My betossed soul.\" Shak.",
    "betrust": "To trust or intrust. [Obs.]",
    "betulin": "A substance of a resinous nature, obtained from the outer bark of the common European birch (Betula alba), or from the tar prepared therefrom; -- called also birch camphor. Watts.",
    "bevelment": "The replacement of an edge by two similar planes, equally inclined to the including faces or adjacent planes.",
    "bewailing": "Wailing over; lamenting. -- Be*wail\"ing*ly, adv.",
    "bewildered": "Greatly perplexed; as, a bewildered mind.",
    "bewitching": "Having power to bewitch or fascinate; enchanting; captivating; charming. -- Be*witch\"ing*ly, adv. -- Be*witch\"ing*ness, n.",
    "bey": "A governor of a province or district in the Turkish dominions; also, in some places, a prince or nobleman; a beg; as, the bey of Tunis.",
    "bezoartical": "Having the qualities of an antidote, or of bezoar; healing. [Obs.]",
    "bi": "1. In most branches of science bi- in composition denotes two, twice, or doubly; as, bidentate, two-toothed; biternate, doubly ternate, etc. 2. (Chem.)  In the composition of chemical names bi- denotes two atoms, parts, or equivalents of that constituent to the name of which it is prefixed, to one of the other component, or that such constituent is present in double the ordinary proportion; as, bichromate, bisulphide. Be- and di- are often used interchangeably.",
    "biarticulate": "Having, or consisting of, tow joints.",
    "bibbe": "To drink; to tipple. [Obs.] This miller hath . . . bibbed ale. Chaucer.",
    "biblical": "Pertaining to, or derived from, the Bible; as, biblical learning; biblical authority.",
    "bibliolater": "A worshiper of books; especially, a worshiper of the Bible; a believer in its verbal inspiration. De Quincey.",
    "bibliopegist": "A bookbinder.",
    "bibliopolism": "The trade or business of selling books.",
    "biblist": "1. One who makes the Bible the sole rule of faith. 2. A biblical scholar; a biblicist. I. Taylor.",
    "bicarbureted": "Containing two atoms or equivalents of carbon in the molecule. [Obs. or R.]",
    "biceps": "A muscle having two heads or origins; -- applied particularly to a flexor in the arm, and to another in the thigh.",
    "bickering": "1. A skirmishing. \"Frays and bickerings.\" Milton. 2. Altercation; wrangling.",
    "biconjugate": "Twice paired, as when a petiole forks twice. Gray.",
    "bicrural": "Having two legs. Hooker.",
    "bicycular": "Relating to bicycling.",
    "bidding prayer": "1. (R. C. Ch.)  The prayer for the souls of benefactors, said before the sermon. 2. (Angl. Ch.)  The prayer before the sermon, with petitions for various specified classes of persons.",
    "bielid": "See Andromede.",
    "biffin": "1. A sort of apple peculiar to Norfolk, Eng. Note: [Sometimes called beaufin; but properly beefin (it is said), from its resemblance to raw beef.] Wright. 2. A baked apple pressed down into a flat, round cake; a dried apple. Dickens.",
    "bifoliate": "Having two leaves; two-leaved.",
    "bifronted": "Having two fronts. \"Bifronted Janus.\" Massinger.",
    "bigam": "A bigamist. [Obs.]",
    "biggen": "To make or become big; to enlarge. [Obs. or Dial.] Steele.",
    "biglandular": "Having two glands, as a plant.",
    "bihydroguret": "A compound of two atoms of hydrogen with some other substance. [Obs.]",
    "bilamellate": "Formed of two plates, as the stigma of the Mimulus; also, having two elevated ridges, as in the lip of certain flowers.",
    "bilboquet": "The toy called cup and ball.",
    "biliferous": "Generating bile.",
    "bilinguist": "One versed in two languages.",
    "bill": "A beak, as of a bird, or sometimes of a turtle or other animal. Milton.\n\n1. To strike; to peck. [Obs.] 2. To join bills, as doves; to caress in fondness. \"As pigeons bill.\" Shak. To bill and coo, to interchange caresses; -- said of doves; also of demonstrative lovers. Thackeray.\n\nThe bell, or boom, of the bittern The bittern's hollow bill was heard. Wordsworth.\n\n1. A cutting instrument, with hook-shaped point, and fitted with a handle; -- used in pruning, etc.; a billhook. When short, called a hand bill, when long, a hedge bill. 2. A weapon of infantry, in the 14th and 15th centuries. A common form of bill consisted of a broad, heavy, double-edged, hook-shaped blade, having a short pike at the back and another at the top, and attached to the end of a long staff. France had no infantry that dared to face the English bows end bills. Macaulay. 3. One who wields a bill; a billman. Strype. 4. A pickax, or mattock. [Obs.] 5. (Naut.)  The extremity of the arm of an anchor; the point of or beyond the fluke.\n\nTo work upon ( as to dig, hoe, hack, or chop anything) with a bill.\n\n1. (Law)  A declaration made in writing, stating some wrong the complainant has suffered from the defendant, or a fault committed by some person against a law. 2. A writing binding the signer or signers to pay a certain sum at a future day or on demand, with or without interest, as may be stated in the document. [Eng.] Note: In the United States, it is usually called a note, a note of hand, or a promissory note. 3. A form or draft of a law, presented to a legislature for enactment; a proposed or projected law. 4. A paper, written or printed, and posted up or given away, to advertise something, as a lecture, a play, or the sale of goods; a placard; a poster; a handbill. She put up the bill in her parlor window. Dickens. 5. An account of goods sold, services rendered, or work done, with the price or charge; a statement of a creditor's claim, in gross or by items; as, a grocer's bill. 6. Any paper, containing a statement of particulars; as, a bill of charges or expenditures; a weekly bill of mortality; a bill of fare, etc. Bill of adventure. See under Adventure. -- Bill of costs, a statement of the items which form the total amount of the costs of a party to a suit or action. -- Bill of credit. (a) Within the constitution of the United States, a paper issued by a State, on the mere faith and credit of the State, and designed to circulate as money. No State shall \"emit bills of credit.\" U. S. Const. Peters. Wharton. Bouvier (b) Among merchants, a letter sent by an agent or other person to a merchant, desiring him to give credit to the bearer for goods or money. -- Bill of divorce, in the Jewish law, a writing given by the husband to the wife, by which the marriage relation was dissolved. Jer. iii. 8. -- Bill of entry, a written account of goods entered at the customhouse, whether imported or intended for exportation. -- Bill of exceptions. See under Exception. -- Bill of exchange (Com.), a written order or request from one person or house to another, desiring the latter to pay to some person designated a certain sum of money therein generally is, and, to be negotiable, must be, made payable to order or to bearer. So also the order generally expresses a specified time of payment, and that it is drawn for value. The person who draws the bil is called the drawer, the person on whom it is drawn is, before acceptance, called the drawee, -- after acceptance, the acceptor; the person to whom the money is directed to be paid is called the payee. The person making the order may himself be the payee. The bill itself is frequently called a draft. See Exchange. Chitty. -- Bill of fare, a written or printed enumeration of the dishes served at a public table, or of the dishes (with prices annexed) which may be ordered at a restaurant, etc. -- Bill of health, a certificate from the proper authorities as to the state of health of a ship's company at the time of her leaving port. -- Bill of indictment, a written accusation lawfully presented to a grand jury. If the jury consider the evidence sufficient to support the accusation, they indorse it \"A true bill,\" or \"Not found,\" or \"Ignoramus\", or \"Ignored.\" -- Bill of lading, a written account of goods shipped by any person, signed by the agent of the owner of the vessel, or by its master, acknowledging the receipt of the goods, and promising to deliver them safe at the place directed, dangers of the sea excepted. It is usual for the master to sign two, three, or four copies of the bill; one of which he keeps in possession, one is kept by the shipper, and one is sent to the consignee of the goods. -- Bill of mortality, an official statement of the number of deaths in a place or district within a given time; also, a district required to be covered by such statement; as, a place within the bills of mortality of London. -- Bill of pains and penalties, a special act of a legislature which inflicts a punishment less than death upon persons supposed to be guilty of treason or felony, without any conviction in the ordinary course of judicial proceedings. Bouvier. Wharton. -- Bill of parcels, an account given by the seller to the buyer of the several articles purchased, with the price of each. -- Bill of particulars (Law), a detailed statement of the items of a plaintiff's demand in an action, or of the defendant's set-off. -- Bill of rights, a summary of rights and privileges claimed by a people. Such was the declaration presented by the Lords and Commons of England to the Prince and Princess of Orange in 1688, and enacted in Parliament after they became king and queen. In America, a bill or declaration of rights is prefixed to most of the constitutions of the several States. -- Bill of sale, a formal instrument for the conveyance or transfer of goods and chattels. -- Bill of sight, a form of entry at the customhouse, by which goods, respecting which the importer is not possessed of full information, may be provisionally landed for examination. -- Bill of store, a license granted at the customhouse to merchants, to carry such stores and provisions as are necessary for a voyage, custom free. Wharton. -- Bills payable (pl.), the outstanding unpaid notes or acceptances made and issued by an individual or firm. -- Bills receivable (pl.), the unpaid promissory notes or acceptances held by an individual or firm. McElrath. -- A true bill, a bill of indictment sanctioned by a grand jury.\n\n1. To advertise by a bill or public notice. 2. To charge or enter in a bill; as, to bill goods.",
    "billed": "Furnished with, or having, a bill, as a bird; -- used in composition; as, broad-billed.",
    "billingsgate": "1. A market near the Billings gate in London, celebrated for fish and foul language. 2. Coarsely abusive, foul, or profane language; vituperation; ribaldry.",
    "billy goat": "A male goat. [Colloq.]",
    "bimaculate": "Having, or marked with, two spots.",
    "bimetallism": "The legalized use of two metals (as gold and silver) in the currency of a country, at a fixed relative value; -- in opposition to monometallism. Note: The words bimétallisme and monométallisme are due to M. Cernuschi [1869]. Littré.",
    "binate": "Double; growing in pairs or couples. Gray.",
    "bindingly": "So as to bind.",
    "binocle": "A dioptric telescope, fitted with two tubes joining, so as to enable a person to view an object with both eyes at once; a double- barreled field glass or an opera glass.",
    "binoxide": "Same as Dioxide.",
    "biodynamics": "The doctrine of vital forces or energy.",
    "biographic": "Of or pertaining to biography; containing biography. -- Bi`o*graph\"ic*al*ly, adv.",
    "biomagnetic": "Relating to biomagnetism.",
    "bioplast": "A tiny mass of bioplasm, in itself a living unit and having formative power, as a living white blood corpuscle; bioblast.",
    "biotite": "Mica containing iron and magnesia, generally of a black or dark green color; -- a common constituent of crystalline rocks. See Mica.",
    "bipectinated": "Having two margins toothed like a comb.",
    "bipinnated": "Twice pinnate.",
    "bipunctate": "Having two punctures, or spots.",
    "birch": "1. A tree of several species, constituting the genus Betula; as, the white or common birch (B. alba) (also called silver birch and lady birch); the dwarf birch (B. glandulosa); the paper or canoe birch (B. papyracea); the yellow birch (B. lutea); the black or cherry birch (B. lenta). 2. The wood or timber of the birch. 3. A birch twig or birch twigs, used for flogging. Note: The twigs of the common European birch (B. alba), being tough and slender, were formerly much used for rods in schools. They were also made into brooms. The threatening twigs of birch. Shak. 4. A birch-bark canoe. Birch of Jamaica, a species (Bursera gummifera) of turpentine tree. -- Birch partridge. (Zoöl.) See Ruffed grouse. -- Birch wine, wine made of the spring sap of the birch. -- Oil of birch. (a) An oil obtained from the bark of the common European birch (Betula alba), and used in the preparation of genuine ( and sometimes of the imitation) Russia leather, to which it gives its peculiar odor. (b) An oil prepared from the black birch (B. lenta), said to be identical with the oil of wintergreen, for which it is largely sold.\n\nOf or pertaining to the birch; birchen.\n\nTo whip with a birch rod or twig; to flog.",
    "birdbolt": "A short blunt arrow for killing birds without piercing them. Hence: Anything which smites without penetrating. Shak.",
    "birdlike": "Resembling a bird.",
    "birk": "A birch tree. [Prov. Eng.] \"The silver birk.\" Tennyson.\n\nA small European minnow (Leuciscus phoxinus).",
    "birt": "A fish of the turbot kind; the brill. [Written also burt, bret, or brut.] [Prov. Eng.]"
}